{
  "data": [
    {
      "translation": {
        "en": "Mizpah, Kephirah, Mozah,",
        "sw": "na Misipe na Kefira na Mosa,"
      }
    },
    {
      "translation": {
        "en": "Again his Jewish opponents picked up stones to stone him,",
        "sw": "Bun’ Abayuda bongera gutora amabuye, ngo bayamutere."
      }
    },
    {
      "translation": {
        "en": "What do workers gain from their toil?",
        "sw": "Mbeg’ ūkora aronka inyungu ki mu vyamutamije?"
      }
    },
    {
      "translation": {
        "en": "As for Rehabiah, from his sons: Ishiah was the first.",
        "sw": "ku vya Rehebiya, mu bana biwe Ishiya ni we yar’ umukuru;"
      }
    },
    {
      "translation": {
        "en": "The first lot fell to Jehoiarib, the second to Jedaiah,",
        "sw": "Ubupfindo bga mbere bgerekana Yehoyaribu, ubga kabiri Yedaya;"
      }
    },
    {
      "translation": {
        "en": "Ahinadab son of Iddo—in Mahanaim;",
        "sw": "na Ahinadabu mwene Ido yatoza ivy’ i Mahanayimu;"
      }
    },
    {
      "translation": {
        "en": "The Israelites left Rameses and camped at Sukkoth.",
        "sw": "Nukw Abisirayeli ni kwo kuvuduka i Ramesesi, basagaza i Sukoti."
      }
    },
    {
      "translation": {
        "en": "We submitted to Egypt and Assyria to get enough bread.",
        "sw": "Twakomeye amashi Abanyegiputa, N’Abashuri kugira ngo turonke utwo kurya two kwisama."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to Solomon:",
        "sw": "Bukeye ijambo ry’Uhoraho riza kuri Salomo,"
      }
    },
    {
      "translation": {
        "en": "All the believers were together and had everything in common.",
        "sw": "Abizeye bose bāba hamwe, basangira ivyabo vyose:"
      }
    },
    {
      "translation": {
        "en": "This is good, and pleases God our Savior,",
        "sw": "Ivyo ni vyo vyiza vyemerwa mu nyonga z’Imana Umukiza wacu,"
      }
    },
    {
      "translation": {
        "en": "Obal, Abimael, Sheba,",
        "sw": "na Obalu na Abimayeli na Sheba"
      }
    },
    {
      "translation": {
        "en": "and 32,000 women who had never slept with a man.",
        "sw": "n’ abantu ibihumbi mirongwitatu na bibiri vy’abakobga batigeze kumenya icitwa umugabo."
      }
    },
    {
      "translation": {
        "en": "Whoever has accepted it has certified that God is truthful.",
        "sw": "Uwemeye ugushinga intahe kwiwe aba ateye igikumu ngw Imana n’iy’ ukuri."
      }
    },
    {
      "translation": {
        "en": "Greet all God’s people with a holy kiss.",
        "sw": "Muramukishe bene Data kugumbirana kwera."
      }
    },
    {
      "translation": {
        "en": "The chief priests accused him of many things.",
        "sw": "Abaherezi bakuru bamurega vyinshi."
      }
    },
    {
      "translation": {
        "en": "Pray that I may proclaim it clearly, as I should.",
        "sw": "kugira ngo ndariserure nk’uko nkwiye kuvuga."
      }
    },
    {
      "translation": {
        "en": "in Jeshua, in Moladah, in Beth Pelet,",
        "sw": "n’i Yeshuwa n’i Molada n’i Beti‐peleti,"
      }
    },
    {
      "translation": {
        "en": "of Azmaveth 42",
        "sw": "Ab’i Azimaveti ni mirongwine na babiri."
      }
    },
    {
      "translation": {
        "en": "The rest seized his servants, mistreated them and killed them.",
        "sw": "Abasigaye bafata abo bagendanyi biwe, babakorera ibara, barabica."
      }
    },
    {
      "translation": {
        "en": "Listen to my words, Lord , consider my lament.",
        "sw": "Uhoraho, tegera ugutwi amajambo yanje, Ushire umutima ku majojwa yanje."
      }
    },
    {
      "translation": {
        "en": "For my eyes have seen your salvation,",
        "sw": "Kukw amaso yanje abonye agakiza kawe,"
      }
    },
    {
      "translation": {
        "en": "the eleventh to Eliashib, the twelfth to Jakim,",
        "sw": "ubg’ icumi na rimwe Eliyashibu, ubg’ icumi na kabiri Yakimu;"
      }
    },
    {
      "translation": {
        "en": "They told him, “Jesus of Nazareth is passing by.”",
        "sw": "Barayibgira, bati Ni Yesu Umunyanazareti ahita."
      }
    },
    {
      "translation": {
        "en": "the second row was turquoise, lapis lazuli and emerald;",
        "sw": "mu wa kabiri har’ utwitwa nofekina na safiro na yahalomu;"
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Judah was 74,600.",
        "sw": "abāharūwe bo mu muryango wa Yuda baba ibihumbi mirongwirindwi n’amajana atandatu."
      }
    },
    {
      "translation": {
        "en": "The musicians: the descendants of Asaph 128",
        "sw": "Abaririmvyi bo mu ba Asafu n’ijana na mirongwibiri n’umunani."
      }
    },
    {
      "translation": {
        "en": "by me princes govern, and nobles—all who rule on earth.",
        "sw": "Ni jewe mpa abaganza kuganza, N’abaganwa, eka mbere n’abacamanza bose bo mw isi."
      }
    },
    {
      "translation": {
        "en": "of Elam 1,254",
        "sw": "Abo mu ba Elamu n’igihumbi n’amajana abiri na mirongwitanu na bane."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "They all lose heart; they come trembling from their strongholds.",
        "sw": "Abanyamahanga barakabiranye, Bava mu binyegero vyabo bahinda agashitsi."
      }
    },
    {
      "translation": {
        "en": "reject every kind of evil.",
        "sw": "mwirinde icitwa ikibi cose."
      }
    },
    {
      "translation": {
        "en": "Moses then left Pharaoh and prayed to the Lord .",
        "sw": "Nuko Mose arasohoka, ava imbere ya Farawo, atakambira Uhoraho."
      }
    },
    {
      "translation": {
        "en": "the fifteenth to Jerimoth, his sons and relatives 12",
        "sw": "ubg’ icumi na gatanu bgerekana Yeremoti n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "Shem, Arphaxad, Shelah,",
        "sw": "Shemu na Arupakisadi na Shela,"
      }
    },
    {
      "translation": {
        "en": "Therefore, my dear friends, flee from idolatry.",
        "sw": "Nuko, abo nkunda, ni muhunge gusenga ibigirwamana."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Naphtali was 53,400.",
        "sw": "abāharūwe bo mu muryango wa Nafutali baba ibihumbi mirongwitanu na bitatu n’amajana ane."
      }
    },
    {
      "translation": {
        "en": "“And now, you priests, this warning is for you.",
        "sw": "Nuko rero mwa baherezi mwe, iri bgirizwa ni mwebge ndaribgirije."
      }
    },
    {
      "translation": {
        "en": "of Malluk’s, Jonathan; of Shekaniah’s, Joseph;",
        "sw": "mu ba Maluki ni Yonatani; mu ba Shebaniya ni Yosefu;"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Although they claimed to be wise, they became fools",
        "sw": "Biyise abanyabgenge bacika ibipfu,"
      }
    },
    {
      "translation": {
        "en": "in Hadid, Zeboim and Neballat,",
        "sw": "n’i Hadidi n’i Seboyimu n’i Nebalati,"
      }
    },
    {
      "translation": {
        "en": "Bakbuk, Hakupha, Harhur,",
        "sw": "no mu ba Bakibuki, no mu ba Hakufa, no mu ba Harihuri,"
      }
    },
    {
      "translation": {
        "en": "“All this I have spoken while still with you.",
        "sw": "Ivyo ndabibabariye nkiri kumwe namwe,"
      }
    },
    {
      "translation": {
        "en": "From the descendants of Harim: Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,",
        "sw": "Mu ba Harimu, ni Eliyezeri na Ishiya na Malikiya na Shemaya na Simeyoni,"
      }
    },
    {
      "translation": {
        "en": "the sixteenth to Hananiah, his sons and relatives 12",
        "sw": "ubg’ icumi na gatandatu bgerekana Hananiya n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "next, Jehohanan the commander, with 280,000;",
        "sw": "uwamukurikira ni Yehohanani, na we yagaba ibihumbi amajana abiri na mirongumunani,"
      }
    },
    {
      "translation": {
        "en": "perseverance, character; and character, hope.",
        "sw": "kand’ ukwihangana kugatera kudatsindwa no kugeragezwa; kudatsindwa no kugeragezwa kugatera kwizigira ibitaraba;"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "and mirrors, and the linen garments and tiaras and shawls.",
        "sw": "n’ivyirore, n’imvune zera, n’ibitambara bīteze mu mutwe, n’ubuyonga."
      }
    },
    {
      "translation": {
        "en": "The matter distressed Abraham greatly because it concerned his son.",
        "sw": "Aburahamu ababazwa cane n’ ivy’ uwo mwana wiwe."
      }
    },
    {
      "translation": {
        "en": "of Beth Azmaveth 42",
        "sw": "Abagabo b’i Beti‐azimaveti ni mirongwine na babiri."
      }
    },
    {
      "translation": {
        "en": "Then Elihu said:",
        "sw": "Nuko Elihu akomeza amajambo yiwe,"
      }
    },
    {
      "translation": {
        "en": "72,000 cattle,",
        "sw": "n’ inka ibihumbi mirongwirindwi na bibiri,"
      }
    },
    {
      "translation": {
        "en": "After this, we started on our way up to Jerusalem.",
        "sw": "Hanyuma y’iyo misi dutekera ibintu vyacu, turadūga tuja i Yerusalemu."
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "Rise! Let us go! Here comes my betrayer!”",
        "sw": "Ni muvyuke, tugende, eh’ ūnguze ari hafi."
      }
    },
    {
      "translation": {
        "en": "All these evils come from inside and defile a person.”",
        "sw": "ivyo bibi vyose biva imbere ni vyo bihumanya umuntu."
      }
    },
    {
      "translation": {
        "en": "Solomon reigned in Jerusalem over all Israel forty years.",
        "sw": "Nukw igihe cose Salomo yamaze ari ku ngoma aganza Abisirayeli bose ar’ i Yerusalemu, cabaye imyaka mirongwine."
      }
    },
    {
      "translation": {
        "en": "They lived in Beersheba, Moladah, Hazar Shual,",
        "sw": "Kandi bāba i Beri‐sheba n’i Molada n’i Hazari‐shuwali,"
      }
    },
    {
      "translation": {
        "en": "Parmashta, Arisai, Aridai and Vaizatha,",
        "sw": "na Parimashita na Arisayi na Aridayi na Vayizata,"
      }
    },
    {
      "translation": {
        "en": "And there was evening, and there was morning—the fourth day.",
        "sw": "Buragoroba, buraca: uwo n’umusi ugira kane."
      }
    },
    {
      "translation": {
        "en": "Hazar Gaddah, Heshmon, Beth Pelet,",
        "sw": "na Hasari‐gada na Heshimoni na Beti‐peleti,"
      }
    },
    {
      "translation": {
        "en": "Elishama, Eliada and Eliphelet—nine in all.",
        "sw": "na Elishama na Eliyada na Elifeleti ukw ar icenda."
      }
    },
    {
      "translation": {
        "en": "Bezer, Hod, Shamma, Shilshah, Ithran and Beera.",
        "sw": "na Beseri na Hodi na Shama na Shilusha na Iturani na Beyera."
      }
    },
    {
      "translation": {
        "en": "But if anyone ignores this, they will themselves be ignored.",
        "sw": "Ariko, namba har’ umuntu atabimenye, ntakabimenye."
      }
    },
    {
      "translation": {
        "en": "“Son of man, confront Jerusalem with her detestable practices",
        "sw": "riti Mwana w’ umuntu, menyesha Yerusalemu ibizira vyaho,"
      }
    },
    {
      "translation": {
        "en": "Do not crave his delicacies, for that food is deceptive.",
        "sw": "Ntugire umutima muke mu binoboye vyiwe, Kukw ar’ ivyo kurya vy’ uruhendo."
      }
    },
    {
      "translation": {
        "en": "The sons of Jether: Jephunneh, Pispah and Ara.",
        "sw": "Bene Yeteri ni Yefune na Pisipa na Ara."
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "The temple servants: the descendants of Ziha, Hasupha, Tabbaoth,",
        "sw": "Abahawe ibango ry’ibikorwa vy’urusengero n’aba: abo mu ba Siha, no mu ba Hasufa, no mu ba Tabayoti,"
      }
    },
    {
      "translation": {
        "en": "By his wife Hodesh he had Jobab, Zibia, Mesha, Malkam,",
        "sw": "Avyarana na Hodeshi umugore wiwe Yobabu na Sibiya na Mesha na Malukamu,"
      }
    },
    {
      "translation": {
        "en": "His division numbers 59,300.",
        "sw": "ingabo zāharūwe zabo zar’ ibihumbi mirongwitanu n’icenda n’amajana atatu."
      }
    },
    {
      "translation": {
        "en": "Whoever hates me hates my Father as well.",
        "sw": "Ūnyanka aba yanka na Data."
      }
    },
    {
      "translation": {
        "en": "of Pahath-Moab (through the line of Jeshua and Joab) 2,818",
        "sw": "Abo mu ba Pahati‐mowabu, bandurutse kuri Yosuwa na Yowabu, n’ibihumbi bibiri n’amajana munani n’icumi n’umunani."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "of Pashhur 1,247",
        "sw": "Abo mu ba Pashuri n’igihumbi n’amajana abiri na mirongwine n’indwi."
      }
    },
    {
      "translation": {
        "en": "from Issachar, Nethanel son of Zuar;",
        "sw": "mu ba Isakari ni Netaneli mwene Suwari;"
      }
    },
    {
      "translation": {
        "en": "They left Moseroth and camped at Bene Jaakan.",
        "sw": "Bavudukayo, basagaza i Bene‐yakani."
      }
    },
    {
      "translation": {
        "en": "All these are the beginning of birth pains.",
        "sw": "arikw ivyo vyose n’itanguriro ryo kuramukwa."
      }
    },
    {
      "translation": {
        "en": "Abi-Albon the Arbathite, Azmaveth the Barhumite,",
        "sw": "na Abi‐aluboni w’i Arubati, na Azimaveti w’i Bahurimu;"
      }
    },
    {
      "translation": {
        "en": "Saul’s uncle said, “Tell me what Samuel said to you.”",
        "sw": "Se wabo wa Sauli aramwishura, at’ Enda se mbarira ivyo Samweli yababgiye."
      }
    },
    {
      "translation": {
        "en": "Gedor, Ahio, Zechariah and Mikloth.",
        "sw": "na Gedori na Ahiyo na Zekari na Mikuloti."
      }
    },
    {
      "translation": {
        "en": "The sons of Rachel: Joseph and Benjamin.",
        "sw": "aba Rakeli ni Yosefu na Benyamini;"
      }
    },
    {
      "translation": {
        "en": "But Lot said to them, “No, my lords, please!",
        "sw": "Loti arabishura, at’ Oyaye mugenzi, s’ uko!"
      }
    },
    {
      "translation": {
        "en": "“The Lord reigns for ever and ever.”",
        "sw": "Uhoraho azokwama ahangamye ibihe bitazoshira."
      }
    },
    {
      "translation": {
        "en": "“Meaningless! Meaningless!” says the Teacher. “Utterly meaningless! Everything is meaningless.”",
        "sw": "N’ubusa gusa, ni k’Umusiguzi agize; n’ubusa gusa, vyose n’ubusa."
      }
    },
    {
      "translation": {
        "en": "Offer one in the morning and the other at twilight.",
        "sw": "Umwagazi umwe uz’ uwutange mu gitondo, uwundi ku mugoroba."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses and Aaron,",
        "sw": "Uhoraho abarira Mose na Aroni,"
      }
    },
    {
      "translation": {
        "en": "When King David heard all this, he was furious.",
        "sw": "Maz’ umwami Dawidi yumvise ivyo vyose, araraka cane."
      }
    },
    {
      "translation": {
        "en": "that he lavished on us. With all wisdom and understanding,",
        "sw": "ubgo yadusēsekarije mu bgenge bgose no kumenya:"
      }
    },
    {
      "translation": {
        "en": "of Elam 1,254",
        "sw": "Abo mu ba Elamu n’igihumbi n’amajana abiri na mirongwitanu na bane."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Naphtali, Nahbi son of Vophsi;",
        "sw": "Mu muryango wa Nafutali hatumwa Nakibi mwene Vofusi."
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering ;",
        "sw": "n’isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "His division numbers 45,650.",
        "sw": "ingabo zāharūwe zabo zar’ ibihumbi mirongwine na bitanu n’amajana atandatu na mirongwitanu."
      }
    },
    {
      "translation": {
        "en": "the Lord said to me,",
        "sw": "Uhoraho arambarira,"
      }
    },
    {
      "translation": {
        "en": "Moses and Aaron did just as the Lord commanded them.",
        "sw": "Nuko Mose na Aroni bagenza bartyo, uk’ Uhoraho yabageze, aba ari ko bakora."
      }
    },
    {
      "translation": {
        "en": "The Gadites built up Dibon, Ataroth, Aroer,",
        "sw": "Abagadi bubaka i Diboni, n’i Ataroti, n’i Aroweri,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "You hypocrites! Isaiah was right when he prophesied about you:",
        "sw": "Mwa ndyarya mwe, Yesaya yavuze neza ivyo yavugishwa n’Imana kuri mwebge,"
      }
    },
    {
      "translation": {
        "en": "“You shall not give false testimony against your neighbor.",
        "sw": "Kandi ntukāgirize ibinyoma mugenzawe."
      }
    },
    {
      "translation": {
        "en": "If you worship me, it will all be yours.”",
        "sw": "nuko ni wampfukamira, ukansenga, ubgo bgose buraba ubgawe."
      }
    },
    {
      "translation": {
        "en": "Walk about Zion, go around her, count her towers,",
        "sw": "Mugendagende kuri Siyoni, muwukikuze, Muharūre iminara yaho,"
      }
    },
    {
      "translation": {
        "en": "But the temple he had spoken of was his body.",
        "sw": "Ariko we yavuga urusengero rw’umubiri wiwe."
      }
    },
    {
      "translation": {
        "en": "You, however, must teach what is appropriate to sound doctrine.",
        "sw": "Ariko weho uvuge ibihwanye na kwa kwigisha kuzima."
      }
    },
    {
      "translation": {
        "en": "So he said, “I am Abraham’s servant.",
        "sw": "Ati Jewe nd’ umuntu wa Aburahamu."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me, saying,",
        "sw": "Nukw ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Everyone will hate you because of me.",
        "sw": "Muzoba mwanswe na bose babahōra izina ryanje."
      }
    },
    {
      "translation": {
        "en": "“Treat the Midianites as enemies and kill them.",
        "sw": "ati Genda ukubagure Abamidiyani, ubice,"
      }
    },
    {
      "translation": {
        "en": "Berekiah and Elkanah were to be doorkeepers for the ark.",
        "sw": "Berekiya na Elukana ni bo bār’ abashibamyi b’iyo sandugu."
      }
    },
    {
      "translation": {
        "en": "After this, Paul left Athens and went to Corinth.",
        "sw": "Hanyuma y’ivyo Paulo ava muri Atenayi, aja i Korinto."
      }
    },
    {
      "translation": {
        "en": "Ekron, with its surrounding settlements and villages;",
        "sw": "Hāri na Ekuroni bo n’udusagara n’imihana bihakūkira,"
      }
    },
    {
      "translation": {
        "en": "for, “The earth is the Lord’s, and everything in it.”",
        "sw": "kukw isi ar’iy’ Uhoraho, n’ibiyuzuye."
      }
    },
    {
      "translation": {
        "en": "Mishmannah the fourth, Jeremiah the fifth,",
        "sw": "uwa kane ni Mishumana, uwa gatanu ni Yeremiya,"
      }
    },
    {
      "translation": {
        "en": "The sons of Ezer: Bilhan, Zaavan and Akan.",
        "sw": "Kand’ aba ni bo bene Etseri: Biluhani na Zavani na Akani."
      }
    },
    {
      "translation": {
        "en": "Dannah, Kiriath Sannah (that is, Debir),",
        "sw": "na Dana na Kiriyati‐sana, ari ho Debira,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "and the Lord said to him,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "And everyone went to their own town to register.",
        "sw": "Bose baja kwiyandikisha, umuntu wese aja mu gisagara cabo."
      }
    },
    {
      "translation": {
        "en": "the ten stands with their ten basins;",
        "sw": "na vya bitereko ukw ar’ icumi, na vya bigarigari ukw ar’ icumi nyene vyari biteretse kuri vyo;"
      }
    },
    {
      "translation": {
        "en": "the ninth to Mattaniah, his sons and relatives 12",
        "sw": "ubg’ icenda bgerekana Mataniya n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "But the word of God continued to spread and flourish.",
        "sw": "Arikw ijambo ry’Imana riragwira, riramamara."
      }
    },
    {
      "translation": {
        "en": "Baalath, and Tadmor in the desert, within his land,",
        "sw": "n’i Bayalati n’i Tamari mu bugaragwa bgo mu gihugu c’Abayuda;"
      }
    },
    {
      "translation": {
        "en": "Offer these in addition to the regular morning burnt offering.",
        "sw": "Ivyo muze muvyongere ku kimazi co kwoswa co mu gitondo, ari co kimazi co kwoswa c’intasība."
      }
    },
    {
      "translation": {
        "en": "The sons of Levi: Gershon, Kohath and Merari.",
        "sw": "Bene Lewi ni Gerushoni na Kohati na Merari."
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "Thomas said to him, “My Lord and my God!”",
        "sw": "Toma aramwishura, ati Mwami wanje, kandi Mana yanje."
      }
    },
    {
      "translation": {
        "en": "Then Job replied:",
        "sw": "Maze Yobu arishura,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses in the Desert of Sinai,",
        "sw": "Uhoraho abaririra Mose mu bugaragwa bg’i Sinayi,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses:",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Come quickly to help me, my Lord and my Savior.",
        "sw": "Tebuka untabare, Mwami, gakiza kanje."
      }
    },
    {
      "translation": {
        "en": "So be very careful to love the Lord your God.",
        "sw": "Mugire umwete cane wo kubera maso ubugingo bganyu, kugira ngo mukunde Uhoraho Imana yanyu."
      }
    },
    {
      "translation": {
        "en": "And because of his words many more became believers.",
        "sw": "Hizera abandi benshi baruta aba mbere, kuko bīyumviye ijambo ryiwe;"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "the white owl, the desert owl, the osprey,",
        "sw": "na tinishemeti, n’ inkongori, n’ikinyakabaka;"
      }
    },
    {
      "translation": {
        "en": "Hoshaiah and half the leaders of Judah followed them,",
        "sw": "Bakurikirwa na Hoshaya n’ igice kimwe c’abakuru b’Abayuda,"
      }
    },
    {
      "translation": {
        "en": "Then Zophar the Naamathite replied:",
        "sw": "Maze Zofari w’i Nayama arishura,"
      }
    },
    {
      "translation": {
        "en": "Libnah, Ether, Ashan,",
        "sw": "Hāri na Libuna na Eteri na Ashanu,"
      }
    },
    {
      "translation": {
        "en": "Jesus sent him away at once with a strong warning:",
        "sw": "Aramwihanikiriza rwose, aca amurungika uwo mwanya,"
      }
    },
    {
      "translation": {
        "en": "In that day— “Sing about a fruitful vineyard:",
        "sw": "Kur’ uwo musi bazovuga, bati Ni muririmbire uruzabibu rwa vino."
      }
    },
    {
      "translation": {
        "en": "Hezekiah asked the priests and Levites about the heaps;",
        "sw": "Maze Hezekiya abaza abaherezi n’Abalewi ivy’ ivyo birundo."
      }
    },
    {
      "translation": {
        "en": "So King Solomon ruled over all Israel.",
        "sw": "Umwami Salomo yar’ umwami w’Abisirayeli bose."
      }
    },
    {
      "translation": {
        "en": "Everyone will be salted with fire.",
        "sw": "Kand’ umuntu wese azoryoshwa n’umuriro, nk’uk’ umunyu uryosha."
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "For no word from God will ever fail.”",
        "sw": "kukw ata jambo rivuye ku Mana ribura ububasha."
      }
    },
    {
      "translation": {
        "en": "Peacemakers who sow in peace reap a harvest of righteousness.",
        "sw": "Kand’ imbuto zo kugororoka zibibga mu mahoro n’ababanguranya."
      }
    },
    {
      "translation": {
        "en": "And I gave Gilead to Makir.",
        "sw": "Nuko mpa Abamakiri i Gileyadi."
      }
    },
    {
      "translation": {
        "en": "and so, somehow, attaining to the resurrection from the dead.",
        "sw": "ngo kumbure nshike ku kuzuka kw’abapfuye."
      }
    },
    {
      "translation": {
        "en": "You must be blameless before the Lord your God.",
        "sw": "Ariko mweho muze mube abaroranye k’Uhoraho Imana yanyu."
      }
    },
    {
      "translation": {
        "en": "of Arah 775",
        "sw": "Abo mu ba Ara n’amajana ndwi na mirongwirindwi na batanu."
      }
    },
    {
      "translation": {
        "en": "Again the Lord spoke to Ahaz,",
        "sw": "Uhoraho yongera kubarira Ahazi,"
      }
    },
    {
      "translation": {
        "en": "You hate my instruction and cast my words behind you.",
        "sw": "K’ur’ inyankaguhanwa, Ugashiburira amajambo yanje inyuma yawe!"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Zebulun, Gaddiel son of Sodi;",
        "sw": "Mu muryango wa Zebuloni hatumwa Gadiyeli mwene Sodi."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho yongera kubarira Mose,"
      }
    },
    {
      "translation": {
        "en": "but those who died in the plague numbered 24,000.",
        "sw": "Abishwe n’ico kīza bār’ ibihumbi mirongwibiri na bine."
      }
    },
    {
      "translation": {
        "en": "“What are you arguing with them about?” he asked.",
        "sw": "Arababaza, ati Mwariko murabahāririza ibiki?"
      }
    },
    {
      "translation": {
        "en": "The angel of the Lord gave this charge to Joshua:",
        "sw": "Umumarayika w’Uhoraho yihanikiriza Yosuwa,"
      }
    },
    {
      "translation": {
        "en": "Then the man bowed down and worshiped the Lord ,",
        "sw": "Uwo mugabo yunamika amaso, ahimbaza Uhoraho,"
      }
    },
    {
      "translation": {
        "en": "Then the Lord called Samuel. Samuel answered, “Here I am.”",
        "sw": "Uhoraho ahamagara Samweli; na we ati Sabge!"
      }
    },
    {
      "translation": {
        "en": "Do not be misled: “Bad company corrupts good character.”",
        "sw": "Ntimuzimire: kubana n’ababi kwonona ingeso nziza."
      }
    },
    {
      "translation": {
        "en": "The fortified towns were Ziddim, Zer, Hammath, Rakkath, Kinnereth,",
        "sw": "Ibisagara bātwaye vyubakiwe inzitiro z’amabuye vyar’ ibi: Sidimu na Sera na Hamati na Rakati na Kinereti,"
      }
    },
    {
      "translation": {
        "en": "Like a maniac shooting flaming arrows of death",
        "sw": "Nk’uk’ umusazi ashwiragiza ibishirīra N’imyampi vyo kwica,"
      }
    },
    {
      "translation": {
        "en": "and forty silver bases—two under each frame.",
        "sw": "na zo uzicurire ibitereko vyazo mirongwine mw ifeza: ibitereko bibiri‐bibiri bije musi y’urubaho rumwe‐rumwe."
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Dimnah and Nahalal, together with their pasturelands—four towns;",
        "sw": "n’i Dimuna n’i Nahalali, bo n’ amaragiro bigendanye; vyar’ ibisagara bine."
      }
    },
    {
      "translation": {
        "en": "Shemuel son of Ammihud, from the tribe of Simeon;",
        "sw": "mu muryango w’Abasimeyoni ni Shemuweli mwene Amihudi;"
      }
    },
    {
      "translation": {
        "en": "Elam the fifth, Jehohanan the sixth and Eliehoenai the seventh.",
        "sw": "uwa gatanu ni Elamu, uwa gatandatu ni Yehohanani, uw’ indwi ni Elihowenayi."
      }
    },
    {
      "translation": {
        "en": "When evening came, his disciples went down to the lake,",
        "sw": "Buhwibiriye, abigishwa biwe bamanuka ku kiyaga,"
      }
    },
    {
      "translation": {
        "en": "On the same day Moses commanded the people:",
        "sw": "Maze Mose agera abantu kur’ uwo musi,"
      }
    },
    {
      "translation": {
        "en": "Bethuel, Hormah, Ziklag,",
        "sw": "n’i Betuweli n’i Horuma n’i Sikulagi,"
      }
    },
    {
      "translation": {
        "en": "and Judas Iscariot, who betrayed him.",
        "sw": "na Yuda Isikaryota, ni we yamuguze. Aja mu nzu:"
      }
    },
    {
      "translation": {
        "en": "At once they left their nets and followed him.",
        "sw": "Baca bareka insenga, baramukurikira."
      }
    },
    {
      "translation": {
        "en": "a lion, mighty among beasts, who retreats before nothing;",
        "sw": "Ni vyo ibi: intambge, kukw ari yo irusha ibikōko vyose inkomezi, Kandi ntivira na kimwe mu nzira;"
      }
    },
    {
      "translation": {
        "en": "of Hashum 223",
        "sw": "Abo mu ba Hashumu n’amajana abiri na mirongwibiri na batatu."
      }
    },
    {
      "translation": {
        "en": "Daniel, Ginnethon, Baruch,",
        "sw": "na Daniyeli na Ginetoni ni na Baruki,"
      }
    },
    {
      "translation": {
        "en": "“I will do whatever you say,” Ruth answered.",
        "sw": "Aramwishura, at’ Ic’ umbgiye cose ndagikora."
      }
    },
    {
      "translation": {
        "en": "for whoever is not against us is for us.",
        "sw": "Kuk’ ūtar’ umwansi wacu ari mu ruhande rwacu."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "and with each of the fourteen lambs, one-tenth.",
        "sw": "iryo ku mwana w’intama umwe‐umwe mur’ abo, ukw ar’ icumi na bane, ribe ikigiracumi kimwe."
      }
    },
    {
      "translation": {
        "en": "Another of his disciples, Andrew, Simon Peter’s brother, spoke up,",
        "sw": "Umwe mu bigishwa biwe, ni Andereya mwene nyina wa Simoni Petero, aramubgira,"
      }
    },
    {
      "translation": {
        "en": "through Asriel, the Asrielite clan; through Shechem, the Shechemite clan;",
        "sw": "na Asiriyeli, ni we gishitsi c’inzu y’ Abasiriyeli; na Shekemu, ni we gishitsi c’inzu y’Abashekemu;"
      }
    },
    {
      "translation": {
        "en": "Abdon, Zikri, Hanan,",
        "sw": "na Abudoni na Zikuri na Hanani,"
      }
    },
    {
      "translation": {
        "en": "But not a hair of your head will perish.",
        "sw": "Kandi ntihazohara agashatsi na kamwe ko mu mitwe yanyu."
      }
    },
    {
      "translation": {
        "en": "from the tribe of Benjamin, Palti son of Raphu;",
        "sw": "Mu muryango wa Benyamini hatumwa Paluti mwene Rafu."
      }
    },
    {
      "translation": {
        "en": "Adah bore Eliphaz to Esau, Basemath bore Reuel,",
        "sw": "Esau avyarana na Ada Elifazi; Basemati na we bavyarana Ruweli;"
      }
    },
    {
      "translation": {
        "en": "“Agreed,” said Laban. “Let it be as you have said.”",
        "sw": "Labani aramwishura, ati Ndavyemeye: bize bibe nk’uk’ uvuze."
      }
    },
    {
      "translation": {
        "en": "Zadok his son and Ahimaaz his son.",
        "sw": "uwa Ahitubu ni Sadoki, uwa Sadoki ni Ahimasi."
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "You are my friends if you do what I command.",
        "sw": "Mur’ abakunzi banje, ni mwakora ivyo mbagera."
      }
    },
    {
      "translation": {
        "en": "Blessed are those who mourn, for they will be comforted.",
        "sw": "Hahirwa abatuntuye, kukw ari bo bazokwirurwa."
      }
    },
    {
      "translation": {
        "en": "“His master answered, ‘You take charge of five cities.’",
        "sw": "Uwo na we aramubarira, ati Nawe twara ibisagara bitanu."
      }
    },
    {
      "translation": {
        "en": "Ashan, Juttah and Beth Shemesh, together with their pasturelands.",
        "sw": "n’i Ashani, n’i Beti‐shemeshi, bo n’amaragiro bigendanye;"
      }
    },
    {
      "translation": {
        "en": "“Why don’t you judge for yourselves what is right?",
        "sw": "Kandi namwe ubganyu n’iki kibabuza kugenzura ivyo kugororoka?"
      }
    },
    {
      "translation": {
        "en": "The wise inherit honor, but fools get only shame.",
        "sw": "Abanyabgenge bazoragwa icubahiro, Arikw isoni ni zo zizoba umugabane w’ibipfu."
      }
    },
    {
      "translation": {
        "en": "Then Esther sent this reply to Mordecai:",
        "sw": "Maze Esiteri arabatuma yishura Moridekayi,"
      }
    },
    {
      "translation": {
        "en": "Benaiah the Pirathonite, Hiddai from the ravines of Gaash,",
        "sw": "na Benaya w’i Piratoni, na Hidayi wo ku migezi y’i Gashi;"
      }
    },
    {
      "translation": {
        "en": "Avvim, Parah, Ophrah,",
        "sw": "na Avimu na Para na Ofura,"
      }
    },
    {
      "translation": {
        "en": "Their territory included: Helkath, Hali, Beten, Akshaph,",
        "sw": "Urubibe rwabo rwaca i Helikati n’i Hali n’i Beteni n’i Akishafu,"
      }
    },
    {
      "translation": {
        "en": "They left Rissah and camped at Kehelathah.",
        "sw": "Bavudukayo, basagaza i Kehelata."
      }
    },
    {
      "translation": {
        "en": "And there was evening, and there was morning—the fifth day.",
        "sw": "Buragoroba, buraca: uwo n’ umusi ugira gatanu."
      }
    },
    {
      "translation": {
        "en": "The Hittites replied to Abraham,",
        "sw": "Abaheti bishura Aburahamu,"
      }
    },
    {
      "translation": {
        "en": "of Harim 1,017",
        "sw": "Abo mu ba Harimu n’igihumbi n’icumi n’indwi."
      }
    },
    {
      "translation": {
        "en": "Elihoreph and Ahijah, sons of Shisha—secretaries; Jehoshaphat son of Ahilud—recorder;",
        "sw": "Elihorefu na Ahiya bene Shisha bar’ abakarani; Yehoshafati mwene Ahiludi ni we yar’ umwanditsi w’ ivyaja biraba;"
      }
    },
    {
      "translation": {
        "en": "“Does Job fear God for nothing?” Satan replied.",
        "sw": "Maze Satani yishura Uhoraho, ati Mbeg’ ugira ngo Yobu yubahira Imana ubusa?"
      }
    },
    {
      "translation": {
        "en": "Then Pilate took Jesus and had him flogged.",
        "sw": "Maze Pilato afata Yesu, aramukubitisha."
      }
    },
    {
      "translation": {
        "en": "(as he said through his holy prophets of long ago),",
        "sw": "Nk’uko yavugiye mu kanwa k’abera yavugisha, bāhereye mbere na mbere,"
      }
    },
    {
      "translation": {
        "en": "The pillars of the heavens quake, aghast at his rebuke.",
        "sw": "Inkingi z’ijuru ziradegezwa, Zumizwa no gukankamira kwayo."
      }
    },
    {
      "translation": {
        "en": "“We who are Jews by birth and not sinful Gentiles",
        "sw": "Twebge mu kameremere kacu tur’ Abayuda, ntitur’ abanyavyaha bo mu banyamahanga."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "And they praised God because of me.",
        "sw": "nuko bahimbaza Imana kubganje."
      }
    },
    {
      "translation": {
        "en": "And all people will see God’s salvation.’ ”",
        "sw": "Maz’ abafise umubiri bose bazobona agakiza k’Imana."
      }
    },
    {
      "translation": {
        "en": "So the young prophet went to Ramoth Gilead.",
        "sw": "Nuk’ uwo muvugishwa w’ umusore aragenda aja i Ramoti‐gileyadi."
      }
    },
    {
      "translation": {
        "en": "“What should we do then?” the crowd asked.",
        "sw": "Ishengero riramubaza, riti None tugire dute?"
      }
    },
    {
      "translation": {
        "en": "Discretion will protect you, and understanding will guard you.",
        "sw": "Amakenga azogushibamira, Ugutahura kuzokuzigama,"
      }
    },
    {
      "translation": {
        "en": "all flocks and herds, and the animals of the wild,",
        "sw": "Intama zose n’inka, N’ibikōko vyo mw ishamba na vyo,"
      }
    },
    {
      "translation": {
        "en": "And he also had seven sons and three daughters.",
        "sw": "Kand’ avyara n’abahungu ndwi n’abakobga batatu."
      }
    },
    {
      "translation": {
        "en": "When Jair died, he was buried in Kamon.",
        "sw": "Yayiri apfuye, bamuhamba i Kamoni."
      }
    },
    {
      "translation": {
        "en": "of Binnui 648",
        "sw": "Abo mu ba Binuwi n’ amajana atandatu na mirongwine n’umunani."
      }
    },
    {
      "translation": {
        "en": "From heaven the Lord looks down and sees all mankind;",
        "sw": "Uhoraho yitegereza ari mw ijuru, Arāba abana b’abantu bose."
      }
    },
    {
      "translation": {
        "en": "the fifteenth to Bilgah, the sixteenth to Immer,",
        "sw": "ubg’ icumi na gatanu Biluga, ubg’ icumi na gatandatu Imeri;"
      }
    },
    {
      "translation": {
        "en": "for they loved human praise more than praise from God.",
        "sw": "kuko bākunda icubahiro c’abantu kukirutisha icubahiro c’Imana."
      }
    },
    {
      "translation": {
        "en": "“Count the Merarites by their clans and families.",
        "sw": "Ku vy’aba Merari na bo, ubaharūre nk’ukw imiryango yabo iri, nk’ukw amazu ya ba sekuruza ari;"
      }
    },
    {
      "translation": {
        "en": "Aijalon and Gath Rimmon, together with their pasturelands.",
        "sw": "na Ayaloni na Gatirimoni, bo n’amaragiro bigendanye."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "The believers at Lystra and Iconium spoke well of him.",
        "sw": "yashimwa na bene Data b’i Lusitira no muri Ikoniyo."
      }
    },
    {
      "translation": {
        "en": "And Noah did all that the Lord commanded him.",
        "sw": "Nuko Nowa abigenza nk’uk’ Uhoraho yabimugeze vyose."
      }
    },
    {
      "translation": {
        "en": "The sons of Jehallelel: Ziph, Ziphah, Tiria and Asarel.",
        "sw": "Bene Yehaleleli ni Zifu na Zifa na Tiriya na Asareli."
      }
    },
    {
      "translation": {
        "en": "So we arrived in Jerusalem, where we rested three days.",
        "sw": "Dushitse i Yerusalemu turuhuka imisi itatu."
      }
    },
    {
      "translation": {
        "en": "Therefore, strengthen your feeble arms and weak knees.",
        "sw": "Nuko mugorore amaboko acitse urudendevu, n’amavi aregarega:"
      }
    },
    {
      "translation": {
        "en": "Ishmerai, Izliah and Jobab were the sons of Elpaal.",
        "sw": "na Ishimerayi na Izuliya na Yobabu ni bo bene Elipali."
      }
    },
    {
      "translation": {
        "en": "After three days the officers went throughout the camp,",
        "sw": "Hashize imisi itatu, abagaba abantu banyuranganya aho bashagaje,"
      }
    },
    {
      "translation": {
        "en": "Then the whole Israelite community withdrew from Moses’ presence,",
        "sw": "Nukw ikoraniro ryose ry’ Abisirayeli baragenda, bava imbere ya Mose."
      }
    },
    {
      "translation": {
        "en": "Hodiah, Hashum, Bezai,",
        "sw": "na Hodiya na Hashumu na Bezayi,"
      }
    },
    {
      "translation": {
        "en": "the ninth to Jeshua, the tenth to Shekaniah,",
        "sw": "ubg’ icenda Yeshuwa, ubg’ icumi Shekaniya;"
      }
    },
    {
      "translation": {
        "en": "They left Mount Hor and camped at Zalmonah.",
        "sw": "Bavuduka kur’ uwo musozi Hori, basagaza i Salumona."
      }
    },
    {
      "translation": {
        "en": "His division numbers 41,500.",
        "sw": "ingabo zāharūwe zabo zar’ ibihumbi mirongwine na kimwe n’amajana atanu."
      }
    },
    {
      "translation": {
        "en": "you shall cut off her hand. Show her no pity.",
        "sw": "nya mugore muze mumuce igikonjo, ata kagongwe."
      }
    },
    {
      "translation": {
        "en": "and Abram (that is, Abraham).",
        "sw": "na Aburamu, ari we Aburahamu."
      }
    },
    {
      "translation": {
        "en": "Go ahead, then, and complete what your ancestors started!",
        "sw": "None ni mwuzurize ingero ya ba sogokuruza banyu."
      }
    },
    {
      "translation": {
        "en": "Each door had two leaves—two hinged leaves for each door.",
        "sw": "amarebe yompi yar’ afise inzugi zibiri zisomana; irebe rimwe ryagira inzugi zibiri, irindi zindi zibiri."
      }
    },
    {
      "translation": {
        "en": "The Lord was pleased that Solomon had asked for this.",
        "sw": "Maze binezereza Uhoraho yuko Salomo asavye ivyo."
      }
    },
    {
      "translation": {
        "en": "and to have authority to drive out demons.",
        "sw": "no kugira ububasha bgo gusenda abadayimoni."
      }
    },
    {
      "translation": {
        "en": "See, I have told you ahead of time.",
        "sw": "Rāba ndabibabgiye bitaraba."
      }
    },
    {
      "translation": {
        "en": "Mattaniah, Mattenai and Jaasu.",
        "sw": "na Mataniya na Matenayi na Yahasu,"
      }
    },
    {
      "translation": {
        "en": "to those in Aroer, Siphmoth, Eshtemoa",
        "sw": "n’ab’i Aroweri, n’ab’i Sifumoti, n’ab’i Eshitemowa;"
      }
    },
    {
      "translation": {
        "en": "The sons born to Hezron were: Jerahmeel, Ram and Caleb.",
        "sw": "Kand’ abana Hesironi yavyaye ni Yerameyeli na Ramu na Kelubayi."
      }
    },
    {
      "translation": {
        "en": "the king of Tirzah one thirty-one kings in all.",
        "sw": "n’uw’i Tirusa. Bose na bose abo bami bari mirongwitatu n’umwe."
      }
    },
    {
      "translation": {
        "en": "The leaders of the people: Parosh, Pahath-Moab, Elam, Zattu, Bani,",
        "sw": "Abakuru‐bakuru bo mu bantu n’aba: Paroshi na Pahati‐Mowabu na Elamu na Zatu na Bani,"
      }
    },
    {
      "translation": {
        "en": "And so after waiting patiently, Abraham received what was promised.",
        "sw": "Ni ko vyamubereye: amaze kwihangana ahabga ivyasezeranywe."
      }
    },
    {
      "translation": {
        "en": "These were the clans of Issachar; those numbered were 64,300.",
        "sw": "Ayo ni yo mazu y’aba Isakari, nk’ukw abāharūwe bari, ukw ar’ ibihumbi mirongwitandatu na bine n’amajana atatu."
      }
    },
    {
      "translation": {
        "en": "cast lots with us; we will all share the loot”—",
        "sw": "Enda fadikanya natwe, Twese tugire umupfuko umwe:"
      }
    },
    {
      "translation": {
        "en": "from Dan, Ahiezer son of Ammishaddai;",
        "sw": "mu ba Dani ni Ahiyeseri mwene Amishadayi;"
      }
    },
    {
      "translation": {
        "en": "ruin and misery mark their ways,",
        "sw": "Guhonnya no kubabaza biri mu nzira zabo,"
      }
    },
    {
      "translation": {
        "en": "Keros, Siaha, Padon,",
        "sw": "no mu ba Kerosi, no mu ba Siyaha, no mu ba Padoni,"
      }
    },
    {
      "translation": {
        "en": "The sights you see will drive you mad.",
        "sw": "bitume musazwa n’ivyo amaso yanyu azobona biba."
      }
    },
    {
      "translation": {
        "en": "Righteousness exalts a nation, but sin condemns any people.",
        "sw": "Ubugororotsi bushira ihanga hejuru, Arikw icaha gitukisha amoko."
      }
    },
    {
      "translation": {
        "en": "and Joelah and Zebadiah the sons of Jeroham from Gedor.",
        "sw": "bo na Yowela na Zebadiya, bene Yerohamu w’i Gedori."
      }
    },
    {
      "translation": {
        "en": "As iron sharpens iron, so one person sharpens another.",
        "sw": "Ukw icuma gikarisha ikindi, Ni k’umuntu akarisha mugenzi we."
      }
    },
    {
      "translation": {
        "en": "Hilen, Debir,",
        "sw": "n’i Hilene, n’i Debira;"
      }
    },
    {
      "translation": {
        "en": "The successors of Jehoiakim: Jehoiachin his son, and Zedekiah.",
        "sw": "Umuhungu wa Yehoyakimu ni Yekoniya, uwa Yekoniya ni Zedekiya."
      }
    },
    {
      "translation": {
        "en": "The sons of Aram: Uz, Hul, Gether and Meshek.",
        "sw": "Aba Aramu ni Uzi na Huli na Geteri na Mashi."
      }
    },
    {
      "translation": {
        "en": "from Ephraim, brave warriors, famous in their own clans—20,800;",
        "sw": "Abo mu Befurayimu bār’ ibihumbi mirongwibiri n’amajana munani, abantu b’abahizi, ba rurangiranwa mu mazu ya ba sekuruza."
      }
    },
    {
      "translation": {
        "en": "burn for burn, wound for wound, bruise for bruise.",
        "sw": "ubushe buhōrwe ubundi, uruguma ruhōrwe urundi, umushishu w’inkoni uhōrwe uwundi."
      }
    },
    {
      "translation": {
        "en": "So Joshua ordered the officers of the people:",
        "sw": "Maze Yosuwa abarira abagaba abantu,"
      }
    },
    {
      "translation": {
        "en": "“Do not take advantage of the widow or the fatherless.",
        "sw": "Ntihaze hagire umupfakazi cank’ impfuvyi mucuranguza."
      }
    },
    {
      "translation": {
        "en": "After she had weaned Lo-Ruhamah, Gomer had another son.",
        "sw": "Nukw acukije Ntambabazi, arongera asama inda, avyara umuhungu."
      }
    },
    {
      "translation": {
        "en": "Mishma, Dumah, Massa,",
        "sw": "na Mishima na Duma na Masa,"
      }
    },
    {
      "translation": {
        "en": "the nineteenth to Pethahiah, the twentieth to Jehezkel,",
        "sw": "ubg’ icumi n’icenda Petahiya, ubga mirongwibiri Yehezekeli;"
      }
    },
    {
      "translation": {
        "en": "When his time of service was completed, he returned home.",
        "sw": "Maz’ imisi yo gusasa kwiwe ishize, asubira i we."
      }
    },
    {
      "translation": {
        "en": "We write this to make our joy complete.",
        "sw": "Twanditse ivyo kugira ng’ umunezero wacu wuzure."
      }
    },
    {
      "translation": {
        "en": "They left Haradah and camped at Makheloth.",
        "sw": "Bavudukayo, basagaza i Makeloti."
      }
    },
    {
      "translation": {
        "en": "But Jesus still made no reply, and Pilate was amazed.",
        "sw": "Maze Yesu ntiyasubira kwishura ijambo na rimwe, bituma Pilato atangara."
      }
    },
    {
      "translation": {
        "en": "The sons of Dishan: Uz and Aran.",
        "sw": "Kand’ aba ni bo bene Dishani: Uzi na Arani."
      }
    },
    {
      "translation": {
        "en": "To answer before listening— that is folly and shame.",
        "sw": "Ūwishura atarumva Bimubera ubupfu n’agatētereza."
      }
    },
    {
      "translation": {
        "en": "Therefore prophesy against them; prophesy, son of man.”",
        "sw": "Nuko rer’ ubabūrire, mwana w’umuntu, ubabūrire."
      }
    },
    {
      "translation": {
        "en": "but Jesus went to the Mount of Olives.",
        "sw": "Yesu aja ku musozi wa Elayono."
      }
    },
    {
      "translation": {
        "en": "When King Hezekiah’s officials came to Isaiah,",
        "sw": "Nukw abantu b’umwami Hezekiya bashika kuri Yesaya."
      }
    },
    {
      "translation": {
        "en": "not by works, so that no one can boast.",
        "sw": "ntivyavuye ku bikorwa, kugira ngo hoye kugira uwirarira."
      }
    },
    {
      "translation": {
        "en": "A strong wind was blowing and the waters grew rough.",
        "sw": "ikiyaga gitangura kuzungazunga, kuk’ umuyaga mwinshi uhuhuta."
      }
    },
    {
      "translation": {
        "en": "The Gershonites were counted by their clans and families.",
        "sw": "Kand’ abāharūwe bo mu ba Gerushoni, nk’ukw imiryango yabo iri, nk’ukw amazu ya ba sekuruza ari,"
      }
    },
    {
      "translation": {
        "en": "pray continually,",
        "sw": "musenge ubudasība;"
      }
    },
    {
      "translation": {
        "en": "“In their presence I gave Baruch these instructions:",
        "sw": "Nihanikiririza Baruki imbere yabo,"
      }
    },
    {
      "translation": {
        "en": "They left Punon and camped at Oboth.",
        "sw": "Bavudukayo, basagaza ahitwa Oboti."
      }
    },
    {
      "translation": {
        "en": "of Jericho 345",
        "sw": "Ab’i Yeriko n’amajana atatu na mirongwine na batanu."
      }
    },
    {
      "translation": {
        "en": "There was continual warfare between Rehoboam and Jeroboam.",
        "sw": "Kandi hāmah’ intambara hagati ya Rehobowamu na Yerobowamu na ntaryo."
      }
    },
    {
      "translation": {
        "en": "They stripped him and put a scarlet robe on him,",
        "sw": "Bamwambura iziwe mpuzu bamwambika umutamana w’agahama,"
      }
    },
    {
      "translation": {
        "en": "He went through Syria and Cilicia, strengthening the churches.",
        "sw": "Aca i Siriya n’i Kilikiya, aremesha amashengero."
      }
    },
    {
      "translation": {
        "en": "of Hashum 328",
        "sw": "Abo mu ba Hashumu n’amajana atatu na mirongwibiri n’ umunani."
      }
    },
    {
      "translation": {
        "en": "And Solomon rebuilt Gezer.) He built up Lower Beth Horon,",
        "sw": "Nuko Salomo yubaka i Gezeri nyene, n’i Beti‐horoni ho hepfo,"
      }
    },
    {
      "translation": {
        "en": "Five of them were foolish and five were wise.",
        "sw": "Batanu muri bo bār’ ibijuju, bandi batanu bār’ abanyabgenge."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Devote yourselves to prayer, being watchful and thankful.",
        "sw": "Mukovye mu gusenga, mukubemwo maso, mushima;"
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Gad was 45,650.",
        "sw": "abāharūwe bo mu muryango wa Gadi baba ibihumbi mirongwine na bitanu n’amajana atandatu na mirongwitanu."
      }
    },
    {
      "translation": {
        "en": "the king of Jarmuth one the king of Lachish one",
        "sw": "n’uw’i Yaramuti, n’uw’i Lakishi;"
      }
    },
    {
      "translation": {
        "en": "the twenty-third to Delaiah and the twenty-fourth to Maaziah.",
        "sw": "ubga mirongwibiri na gatatu Delaya, ubga mirongwibiri na kane Mahaziya."
      }
    },
    {
      "translation": {
        "en": "They left Dophkah and camped at Alush.",
        "sw": "Bavudukayo, basagaza muri Alushi."
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "Anoint the basin and its stand and consecrate them.",
        "sw": "Uyarobanuze n’ikigārigāri bo n’intebe yaco, uceze."
      }
    },
    {
      "translation": {
        "en": "The Amalekites came and attacked the Israelites at Rephidim.",
        "sw": "Maze haza Abamaleki, baterera Abisirayeli i Refidimu."
      }
    },
    {
      "translation": {
        "en": "of Jericho 345",
        "sw": "Ab’i Yeriko n’amajana atatu na mirongwine na batanu."
      }
    },
    {
      "translation": {
        "en": "This is my command: Love each other.",
        "sw": "Ivyo ndabibageze kugira ngo mukundane."
      }
    },
    {
      "translation": {
        "en": "Shimei son of Ela—in Benjamin;",
        "sw": "na Shimeyi mwene Ela yatoza ivy’ Ababenyamini;"
      }
    },
    {
      "translation": {
        "en": "So Zelophehad’s daughters did as the Lord commanded Moses.",
        "sw": "Nukw abo bakobga ba Selofehadi babigenza nk’uk’ Uhoraho yabariye Mose."
      }
    },
    {
      "translation": {
        "en": "The sons of Ham: Cush, Egypt, Put and Canaan.",
        "sw": "Aba Hamu ni Kushi na Misirayimu na Puti na Kanani."
      }
    },
    {
      "translation": {
        "en": "Then Job answered the Lord :",
        "sw": "Maze Yobu yishura Uhoraho,"
      }
    },
    {
      "translation": {
        "en": "Zalmon the Ahohite, Maharai the Netophathite,",
        "sw": "na Salumoni w’i Ahohi, na Maharayi w’i Netofati;"
      }
    },
    {
      "translation": {
        "en": "to fulfill what was said through the prophet Isaiah:",
        "sw": "ngw ivyanditswe na Yesaya yavugishwa n’Imana bishike,"
      }
    },
    {
      "translation": {
        "en": "and Ira the Jairite was David’s priest.",
        "sw": "Ira w’Umuyayiri na we yar’ umujenama mukuru wa Dawidi."
      }
    },
    {
      "translation": {
        "en": "Abishua, Naaman, Ahoah,",
        "sw": "na Abishuwa na Namani na Ahowa,"
      }
    },
    {
      "translation": {
        "en": "Of the Zerahites: Jeuel. The people from Judah numbered 690.",
        "sw": "N’abo muri bene Zera ni Yeweli n’ab’i wabo, amajana atandatu na mirongwicenda."
      }
    },
    {
      "translation": {
        "en": "the fine robes and the capes and cloaks, the purses",
        "sw": "n’impuzu zo ku misi mikuru, n’imitamana, n’impuzu zo kurenza hejuru, n’udupfuko,"
      }
    },
    {
      "translation": {
        "en": "Include one male goat to make atonement for you.",
        "sw": "Muze mutange n’impfizi y’impene imwe yo kubabera impongano."
      }
    },
    {
      "translation": {
        "en": "Do not envy the wicked, do not desire their company;",
        "sw": "Ntukagirire ishari abanyakibi, Kandi ntukifuze kubana na bo:"
      }
    },
    {
      "translation": {
        "en": "Kephar Ammoni, Ophni and Geba—twelve towns and their villages.",
        "sw": "na Kefaramoni na Ofuni na Geba: ivyo bisagara vyose na vyose vyar’ icumi na bibiri, bifise imihana ibikūkira;"
      }
    },
    {
      "translation": {
        "en": "These were the clans of Reuben; those numbered were 43,730.",
        "sw": "Ayo ni yo mazu y’ Abareyubeni. Abāharūwe bo muri bo bār’ ibihumbi mirongwine na bitatu, n’amajana ndwi na mirongwitatu."
      }
    },
    {
      "translation": {
        "en": "Many bulls surround me; strong bulls of Bashan encircle me.",
        "sw": "Impfizi nyinshi zirankikije, Impfizi z’ubukombe z’i Bashani zintaye hagati."
      }
    },
    {
      "translation": {
        "en": "They left Rimmon Perez and camped at Libnah.",
        "sw": "Bavudukayo, basagaza i Libuna."
      }
    },
    {
      "translation": {
        "en": "From the Amramites, the Izharites, the Hebronites and the Uzzielites:",
        "sw": "Mu ba Amuramu no mu ba Isuhari no mu ba Heburoni no mu ba Uziyeli,"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "Ira the Ithrite, Gareb the Ithrite,",
        "sw": "na Ira w’i Ituri, na Garebu w’i Ituri nyene;"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryanjeko,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "next, Jehozabad, with 180,000 men armed for battle.",
        "sw": "uwamukurikira ni Yehozabadi, na we yagaba ibihumbi ijana na mirongumunani, bitwaje ibirwanishwa."
      }
    },
    {
      "translation": {
        "en": "Whoever has ears, let them hear.",
        "sw": "Namba har’ umuntu ari n’ugutwi ni yumve."
      }
    },
    {
      "translation": {
        "en": "Again I saw something meaningless under the sun:",
        "sw": "Nuko ndasubira nitegereza ubundi busa musi y’izuba."
      }
    },
    {
      "translation": {
        "en": "Be joyful in hope, patient in affliction, faithful in prayer.",
        "sw": "Munezererwe kwizigira ibizoba; mwihanganire amagorwa; mushishikare gusenga;"
      }
    },
    {
      "translation": {
        "en": "defiantly charging against him with a thick, strong shield.",
        "sw": "Akayirangirirako afise ubugabo, Yitwaje inkinzo ifise umukondo ukomeye."
      }
    },
    {
      "translation": {
        "en": "any kind of raven,",
        "sw": "n’icitwa igikōna cose, ukw amoko yavyo ari;"
      }
    },
    {
      "translation": {
        "en": "“Laughter,” I said, “is madness. And what does pleasure accomplish?”",
        "sw": "Navuze ku bitwengo, nti Birasaze, no ku binezereza, nti Bimaze iki?"
      }
    },
    {
      "translation": {
        "en": "Arvadites, Zemarites and Hamathites.",
        "sw": "n’Abaruvadi n’Abasemari n’Abahamati."
      }
    },
    {
      "translation": {
        "en": "The second",
        "sw": "uwa kabiri aramucūra,"
      }
    },
    {
      "translation": {
        "en": "Greet Ampliatus, my dear friend in the Lord.",
        "sw": "Muntahirize Ampuliyato, uwo nkunda mu Mwami wacu."
      }
    },
    {
      "translation": {
        "en": "My love to all of you in Christ Jesus. Amen.",
        "sw": "Urukundo rwanje rubane namwe mwese muri Kristo Yesu. Amen."
      }
    },
    {
      "translation": {
        "en": "Ben-Deker—in Makaz, Shaalbim, Beth Shemesh and Elon Bethhanan;",
        "sw": "na mwene Dekeri yatoza ivy’ i Makasi n’i Shalibimo n’i Beti‐shemeshi n’i Eloni‐beti‐hanani;"
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "of Kiriath Jearim, Kephirah and Beeroth 743",
        "sw": "Abagabo b’i Kiriyati‐yeyarimu n’i Kefira n’i Beroti n’amajana ndwi na mirongwine na batatu."
      }
    },
    {
      "translation": {
        "en": "The people commended all who volunteered to live in Jerusalem.",
        "sw": "Maz’ abantu bahezagira abandi bose bitanze n’ imitima ikunze kuba i Yerusalemu."
      }
    },
    {
      "translation": {
        "en": "The sons of Micah: Pithon, Melek, Tahrea and Ahaz.",
        "sw": "Bene Mika ni Pitoni na Meliki na Tareya na Ahazi."
      }
    },
    {
      "translation": {
        "en": "Then they all went home,",
        "sw": "Bose baca baritahira."
      }
    },
    {
      "translation": {
        "en": "At that time I, Daniel, mourned for three weeks.",
        "sw": "Mur’ iyo misi jewe Daniyeli namaze amayinga atatu yiramvuriye ntuntuye."
      }
    },
    {
      "translation": {
        "en": "When King Hezekiah’s officials came to Isaiah,",
        "sw": "Nukw abantu b’ umwami Hezekiya bashika kuri Yesaya."
      }
    },
    {
      "translation": {
        "en": "the little owl, the cormorant, the great owl,",
        "sw": "n’igihuna, na shalaki, n’inyanana;"
      }
    },
    {
      "translation": {
        "en": "So they sat down in groups of hundreds and fifties.",
        "sw": "Bicara imirongo‐imirongo, hamwe ijana‐ijana, ahandi mirongwitanu‐mirongwitanu, bartyo bartyo."
      }
    },
    {
      "translation": {
        "en": "Jarmuth and En Gannim, together with their pasturelands—four towns;",
        "sw": "n’i Yaramuti n’i Eni‐ganimu, bo n’ amaragiro bigendanye; vyar’ ibisagara bine."
      }
    },
    {
      "translation": {
        "en": "Then Eliphaz the Temanite replied:",
        "sw": "Maze Elifazi w’i Temani aramubarira,"
      }
    },
    {
      "translation": {
        "en": "Iphtah, Ashnah, Nezib,",
        "sw": "na Ifuta na Ashuna na Nesibu,"
      }
    },
    {
      "translation": {
        "en": "Then he and his disciples went to another village.",
        "sw": "Nuko baja mu yindi mihana."
      }
    },
    {
      "translation": {
        "en": "Kinah, Dimonah, Adadah,",
        "sw": "na Kina na Dimona na Adada,"
      }
    },
    {
      "translation": {
        "en": "both low and high, rich and poor alike:",
        "sw": "Aboroshe n’abahambaye, Abatunzi n’aboro bose hamwe."
      }
    },
    {
      "translation": {
        "en": "Ibhar, Elishua, Elpelet,",
        "sw": "na Ibuhari na Elishuwa na Elipeleti,"
      }
    },
    {
      "translation": {
        "en": "They were startled and frightened, thinking they saw a ghost.",
        "sw": "Ariko bafatwa n’ubgoba bacika ivutu, bagira ngo n’umuzimu babonye."
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’ isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "Then Shechem’s father Hamor went out to talk with Jacob.",
        "sw": "Maze Hamori se wa Shekemu aja kwa Yakobo ngo babonane."
      }
    },
    {
      "translation": {
        "en": "“What did Moses command you?” he replied.",
        "sw": "Na we arababaza, ati Mose yabagereye iki?"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses and Aaron,",
        "sw": "Uhoraho abarira Mose na Aroni,"
      }
    },
    {
      "translation": {
        "en": "the twelfth to Hashabiah, his sons and relatives 12",
        "sw": "ubg’ icumi na kabiri bgerekana Hashabiya n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "the oath he swore to our father Abraham:",
        "sw": "Indahiro yarahiye sogokuruza Aburahamu,"
      }
    },
    {
      "translation": {
        "en": "The temple servants: the descendants of Ziha, Hasupha, Tabbaoth,",
        "sw": "Abahawe ibango ry’ibikorwa vy’urusengero n’aba: abo mu ba Siha, no mu ba Hasufa, no mu ba Tabayoti,"
      }
    },
    {
      "translation": {
        "en": "Large crowds followed him, and he healed them there.",
        "sw": "Ishengero ryinshi riramukurikira, abakirizayo."
      }
    },
    {
      "translation": {
        "en": "Ladan his son, Ammihud his son, Elishama his son,",
        "sw": "uwa Tahani ni Ladani, uwa Ladani ni Amihudi, uwa Amihudi ni Elishama,"
      }
    },
    {
      "translation": {
        "en": "“Be quiet!” said Jesus sternly. “Come out of him!”",
        "sw": "Yesu aramuzibiza, ati Hora, muvemwo."
      }
    },
    {
      "translation": {
        "en": "of Bethel and Ai 123",
        "sw": "Abagabo b’i Beteli n’i Hayi n’ijana na mirongwibiri na batatu."
      }
    },
    {
      "translation": {
        "en": "from Dan, ready for battle—28,600;",
        "sw": "Abo mu Badani bazi uburyo bgo gutondesha urugamba bār’ ibihumbi mirongwibiri n’umunani n’amajana atandatu."
      }
    },
    {
      "translation": {
        "en": "This is the first and greatest commandment.",
        "sw": "Iryo ni ryo rihambaye rya mbere."
      }
    },
    {
      "translation": {
        "en": "for all the towering mountains and all the high hills,",
        "sw": "no ku misozi miremire yose, no ku misozi yose yishira hejuru,"
      }
    },
    {
      "translation": {
        "en": "Amorites, Canaanites, Girgashites and Jebusites.”",
        "sw": "n’ic’ Abamori n’ic’ Abanyakanani n’ic’ Abagirugashi n’ic’ Abayebusi."
      }
    },
    {
      "translation": {
        "en": "Bazluth, Mehida, Harsha,",
        "sw": "no mu ba Basiluti, no mu ba Mehida, no mu ba Harisha,"
      }
    },
    {
      "translation": {
        "en": "Moses did just as the Lord commanded him.",
        "sw": "Mose agenza kuno: uk’ Uhoraho yamugeze, aba ari kw akora."
      }
    },
    {
      "translation": {
        "en": "He subdued nations under us, peoples under our feet.",
        "sw": "Aduha guhagarara amahanga ku gakanu, Ashira amoko musi y’ibirenge vyacu."
      }
    },
    {
      "translation": {
        "en": "Solomon reigned in Jerusalem over all Israel forty years.",
        "sw": "Salomo yamaze imyaka mirongwine ari ku ngoma aganza Abisirayeli bose ar’ i Yerusalemu."
      }
    },
    {
      "translation": {
        "en": "Elihu continued:",
        "sw": "Elihu ashishikara kuja imbere,"
      }
    },
    {
      "translation": {
        "en": "Woe to the city of oppressors, rebellious and defiled!",
        "sw": "Uzobona ibara, urya murwa wagararije, wanduye, kand’ uhahaza!"
      }
    },
    {
      "translation": {
        "en": "the men of Bethlehem 123",
        "sw": "Ab’i Betelehemu n’ijana na mirongwibiri na batatu."
      }
    },
    {
      "translation": {
        "en": "the seventeenth to Hezir, the eighteenth to Happizzez,",
        "sw": "ubg’ icumi n’indwi Heziri, ubg’ icumi n’umunani Hapisesi;"
      }
    },
    {
      "translation": {
        "en": "Simon the Zealot and Judas Iscariot, who betrayed him.",
        "sw": "na Simoni Umunyakananayo, na Yuda Isikaryota, umwe yamugura."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses and Aaron:",
        "sw": "Uhoraho abarira Mose na Aroni,"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Rekem, Irpeel, Taralah,",
        "sw": "na Rekemu na Irupeli na Tarala,"
      }
    },
    {
      "translation": {
        "en": "Stand firm, and you will win life.",
        "sw": "Ukwihangana kwanyu ni kwo kuzotuma mukiza ubugingo bganyu."
      }
    },
    {
      "translation": {
        "en": "in holiness and righteousness before him all our days.",
        "sw": "Tur’ abera tugororoka mu nyonga zayo imisi yacu yose."
      }
    },
    {
      "translation": {
        "en": "Elidad son of Kislon, from the tribe of Benjamin;",
        "sw": "mu muryango w’Ababenyamini ni Elidadi mwene Kisiloni;"
      }
    },
    {
      "translation": {
        "en": "The merchant uses dishonest scales and loves to defraud.",
        "sw": "Efurayimu n’Umunyakanani, umunzane w’ibinyoma uri mu kuboko kwiwe: akunda guhendana."
      }
    },
    {
      "translation": {
        "en": "Hattush, Shebaniah, Malluk,",
        "sw": "na Hatushi na Shebaniya na Maluki,"
      }
    },
    {
      "translation": {
        "en": "Rejoice always,",
        "sw": "Munezerwe imisi yose;"
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Hanan son of Maakah, Joshaphat the Mithnite,",
        "sw": "na Hanani mwene Mayaka, na Yoshafati w’i Mituni;"
      }
    },
    {
      "translation": {
        "en": "We put in at Syracuse and stayed there three days.",
        "sw": "Dufata i Surakusa, tuhamara imisi itatu."
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Then Jesus said to the crowds and to his disciples:",
        "sw": "Maze Yesu abarira ishengero n’abigishwa biwe,"
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’ isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "“Take up a lament concerning the princes of Israel",
        "sw": "Ikindi, cura intimba uririre inda y’ingoma y’Abisirayeli,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "Baana son of Hushai—in Asher and in Aloth;",
        "sw": "na Bayana mwene Hushayi yatoza ivy’ Abasheri n’ivy’ i Beyaloti;"
      }
    },
    {
      "translation": {
        "en": "They had 736 horses, 245 mules,",
        "sw": "Amafarasi yabo yar’ amajana ndwi na mirongwitatu n’atandatu; n’inyumbu zabo zar’ amajana abiri na mirongwine na zitanu;"
      }
    },
    {
      "translation": {
        "en": "At that, Paul left the Council.",
        "sw": "Nuko Paulo ava muri bo."
      }
    },
    {
      "translation": {
        "en": "Ramoth and Anem, together with their pasturelands;",
        "sw": "na Ramoti na Anemu, bo n’amaragiro bigendanye;"
      }
    },
    {
      "translation": {
        "en": "There were also Ibhar, Elishua, Eliphelet,",
        "sw": "avyara na Ibuhari na Elishama na Elifeleti,"
      }
    },
    {
      "translation": {
        "en": "Zanoah, En Gannim, Tappuah, Enam,",
        "sw": "na Sanowa na Eni‐ganimu, na Tapuwa na Enamu,"
      }
    },
    {
      "translation": {
        "en": "(His disciples had gone into the town to buy food.)",
        "sw": "Kukw abigishwa biwe bari bagiye mu gisagara kugura indya."
      }
    },
    {
      "translation": {
        "en": "Ira son of Ikkesh from Tekoa, Abiezer from Anathoth,",
        "sw": "na Ira mwene Ikeshi w’i Tekowa, na Abiyezeri w’i Anatoti;"
      }
    },
    {
      "translation": {
        "en": "They all wept as they embraced him and kissed him.",
        "sw": "Bose bararira cane, bagwa Paulo mw izosi, baramugumbira:"
      }
    },
    {
      "translation": {
        "en": "Maaziah, Bilgai and Shemaiah. These were the priests.",
        "sw": "na Mahaziya na Biligayi na Shemaya; abo ni bo baherezi."
      }
    },
    {
      "translation": {
        "en": "one Lord, one faith, one baptism;",
        "sw": "Harih’ Umwami umwe, n’ukwizera kumwe, no kubatizwa kumwe;"
      }
    },
    {
      "translation": {
        "en": "Jattir, Eshtemoa,",
        "sw": "n’i Yatiri n’i Eshitemowa,"
      }
    },
    {
      "translation": {
        "en": "Benjamin, Malluk and Shemariah.",
        "sw": "na Benyamini na Maluki na Shemariya."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Gad, David’s seer,",
        "sw": "Uhoraho abarira Gadi, kamenyi wa Dawidi,"
      }
    },
    {
      "translation": {
        "en": "the community’s half—was 337,500 sheep,",
        "sw": "uwo mugabane w’ishengero war’ intama ibihumbi amajana atatu na mirongwitatu n’indwi n’amajana atanu,"
      }
    },
    {
      "translation": {
        "en": "These are their names: Ben-Hur—in the hill country of Ephraim;",
        "sw": "Aya ni yo mazina yabo: mwene Huri yatoza ivyo mu mugamba w’Abefurayimu;"
      }
    },
    {
      "translation": {
        "en": "things known from long ago.",
        "sw": "Ni k’Uhoraho agize, akora ivyo vyose, yabimenye uhereye ku kuremwa kw’isi."
      }
    },
    {
      "translation": {
        "en": "in Ziklag, in Mekonah and its settlements,",
        "sw": "bāba n’i Sikulagi, n’i Mekona no mu bisagara bihakūkira,"
      }
    },
    {
      "translation": {
        "en": "the descendants of Parosh 2,172",
        "sw": "abo mu ba Paroshi n’ ibihumbi bibiri n’ijana na mirongwirindwi na babiri."
      }
    },
    {
      "translation": {
        "en": "The poor plead for mercy, but the rich answer harshly.",
        "sw": "Umworo akoma ibōbo, Arik’ umutunzi we yishurana ubugabo."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Manasseh was 32,200.",
        "sw": "abāharūwe bo mu muryango wa Manase baba ibihumbi mirongwitatu na bibiri n’amajana abiri."
      }
    },
    {
      "translation": {
        "en": "Jaala, Darkon, Giddel,",
        "sw": "no mu ba Yahala, no mu ba Darikoni, no mu ba Gideli,"
      }
    },
    {
      "translation": {
        "en": "Then Barnabas went to Tarsus to look for Saul,",
        "sw": "Avayo, aja i Taruso kurondera Sauli,"
      }
    },
    {
      "translation": {
        "en": "Ibhar, Elishua, Nepheg, Japhia,",
        "sw": "na Ibuhari na Elishuwa na Nefegi na Yafiya,"
      }
    },
    {
      "translation": {
        "en": "the king of Taanach one the king of Megiddo one",
        "sw": "n’uw’i Tanaki, n’uw’i Megido;"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "After Abimelek had governed Israel three years,",
        "sw": "Nuko Abimeleki amara imyaka itatu, ari we aganza Abisirayeli."
      }
    },
    {
      "translation": {
        "en": "Then God said to Noah,",
        "sw": "Imana ibarira Nowa,"
      }
    },
    {
      "translation": {
        "en": "Produce fruit in keeping with repentance.",
        "sw": "Nuko mwame imbuto zikwiranye n’ukwihana."
      }
    },
    {
      "translation": {
        "en": "I have perfumed my bed with myrrh, aloes and cinnamon.",
        "sw": "Namotesheje neza uburiri bganje Isenga n’imbazi na mudarasini."
      }
    },
    {
      "translation": {
        "en": "God also said to Moses, “I am the Lord .",
        "sw": "Imana ibarira Mose, iti Nd’ UHORAHO;"
      }
    },
    {
      "translation": {
        "en": "We have become fatherless, our mothers are widows.",
        "sw": "Tur’ impfuvyi ntitukigira ba data, Ba mama bameze nk’abapfakazi."
      }
    },
    {
      "translation": {
        "en": "of Bezai 323",
        "sw": "Abo mu ba Besayi n’amajana atatu na mirongwibiri na batatu."
      }
    },
    {
      "translation": {
        "en": "Is not your wickedness great? Are not your sins endless?",
        "sw": "S’ukw ivyaha vyawe bikomeye? Mber’ ibigabitanyo vyawe ntibigira akagero."
      }
    },
    {
      "translation": {
        "en": "Pelatiah, Hanan, Anaiah,",
        "sw": "na Pelatiya na Hanani na Anaya,"
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Joshua:",
        "sw": "Uhoraho abarira Yosuwa,"
      }
    },
    {
      "translation": {
        "en": "“Make the robe of the ephod entirely of blue cloth,",
        "sw": "Kand’ umwinjiro wo kwambarirwako efodi uz’ uwujishe mu nyuzi z’amasufe gusa;"
      }
    },
    {
      "translation": {
        "en": "(This was before John was put in prison.)",
        "sw": "kuko Yohana atāribgashirwe mw ibohero."
      }
    },
    {
      "translation": {
        "en": "Resentment kills a fool, and envy slays the simple.",
        "sw": "Ereg’ igipfu ni co cicwa n’ umwikomo, N’imburabgenge ni yo yicwa n’ishari."
      }
    },
    {
      "translation": {
        "en": "Blessed are those who find wisdom, those who gain understanding,",
        "sw": "Hahirwa umuntu yironkera ubgenge, N’umuntu aronse ugutahura."
      }
    },
    {
      "translation": {
        "en": "‘Surely our foes are destroyed, and fire devours their wealth.’",
        "sw": "Bati N’ukuri abāri badukūriye hasi bararanduwe, N’amasigarira yo muri bo atongowe n’umuriro."
      }
    },
    {
      "translation": {
        "en": "All this happened to King Nebuchadnezzar.",
        "sw": "Nukw ivyo vyose bishika ku mwami Nebukadineza."
      }
    },
    {
      "translation": {
        "en": "Similarly, encourage the young men to be self-controlled.",
        "sw": "N’imisore n’uko ubahanūre ntibahugumbe;"
      }
    },
    {
      "translation": {
        "en": "In the wilderness: Beth Arabah, Middin, Sekakah,",
        "sw": "Ibisagara vyo mu bugaragwa vyar’ ibi: Beti‐araba na Midina na Sekaka,"
      }
    },
    {
      "translation": {
        "en": "Thanks be to God for his indescribable gift!",
        "sw": "Imana ishimirwe ingabire yayo nziza itovugwa."
      }
    },
    {
      "translation": {
        "en": "The descendants of Gershom: Shubael was the first.",
        "sw": "Mu ba Gerushomu, Shebuweli ni we yari mukuru;"
      }
    },
    {
      "translation": {
        "en": "Hadoram, Uzal, Diklah,",
        "sw": "na Hadoramu na Uzalu na Dikila,"
      }
    },
    {
      "translation": {
        "en": "the third to Harim, the fourth to Seorim,",
        "sw": "ubga gatatu Harimu, ubga kane Seyorimu;"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Ephraim, Hoshea son of Nun;",
        "sw": "Mu muryango wa Efurayimu hatumwa Hoseya mwene Nuni."
      }
    },
    {
      "translation": {
        "en": "Therefore I urge you to imitate me.",
        "sw": "Nuko ndabinginga, munyigāne."
      }
    },
    {
      "translation": {
        "en": "Immediately the leprosy left him and he was cleansed.",
        "sw": "Imibembe ica imuvako, arakira."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "The Israelites moved on and camped at Oboth.",
        "sw": "Abisirayeli barahaguruka, basagaza ahitwa Oboti."
      }
    },
    {
      "translation": {
        "en": "so that no one may boast before him.",
        "sw": "kugira ngo ntihagire umuntu yirata imbere y’Imana."
      }
    },
    {
      "translation": {
        "en": "The creatures sped back and forth like flashes of lightning.",
        "sw": "Ivyo binyabugingo vyariruka bigakimirana, bisa n’imiravyo irabagiza."
      }
    },
    {
      "translation": {
        "en": "Hezro the Carmelite, Naarai son of Ezbai,",
        "sw": "na Hesiro w’i Karumeli, na Narayi mwene Ezubayi;"
      }
    },
    {
      "translation": {
        "en": "Ziklag, Beth Markaboth, Hazar Susah,",
        "sw": "na Sikulagi na Beti‐marakaboti na Hasari‐susa,"
      }
    },
    {
      "translation": {
        "en": "“I look for your deliverance, Lord .",
        "sw": "Ewe Uhoraho, niteze agakiza kawe!"
      }
    },
    {
      "translation": {
        "en": "The Lord also said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "the king of Jerusalem one the king of Hebron one",
        "sw": "n’uw’i Yerusalemu, n’uw’i Heburoni;"
      }
    },
    {
      "translation": {
        "en": "yet you refuse to come to me to have life.",
        "sw": "ariko mukanka kuza kuri jewe ngo muronke ubugingo."
      }
    },
    {
      "translation": {
        "en": "The Lord is a warrior; the Lord is his name.",
        "sw": "Uhoraho n’intōre mu ntambara, Uhoraho ni ryo zina ryiwe."
      }
    },
    {
      "translation": {
        "en": "from Zebulun, Eliab son of Helon;",
        "sw": "mu ba Zebuloni ni Eliyabu mwene Heloni;"
      }
    },
    {
      "translation": {
        "en": "Joel the brother of Nathan, Mibhar son of Hagri,",
        "sw": "na Yoweli murumuna wa Natani, na Mibuhari mwene Hagiri;"
      }
    },
    {
      "translation": {
        "en": "Greet one another with a holy kiss.",
        "sw": "Muramukanishe kugumbirana kwera."
      }
    },
    {
      "translation": {
        "en": "Oholibamah, Elah, Pinon,",
        "sw": "na Oholibama na Ela na Pinoni,"
      }
    },
    {
      "translation": {
        "en": "Jesus Christ is the same yesterday and today and forever.",
        "sw": "Yesu Kristo uko yar’ ar’ ejo, n’uyu musi ni kw akiri, ni kw azokwama ibihe bidashira."
      }
    },
    {
      "translation": {
        "en": "of which the tribute for the Lord was 675;",
        "sw": "izo Uhoraho yirogōjemwo zar’ amajana atandatu na mirongwirindwi na zitanu;"
      }
    },
    {
      "translation": {
        "en": "of Bebai 628",
        "sw": "Abo mu ba Bebayi n’amajana atandatu na mirongwibiri n’umunani."
      }
    },
    {
      "translation": {
        "en": "the red kite, any kind of black kite,",
        "sw": "n’ ikinyamwanira, n’inkōna, ukw amoko yavyo ari;"
      }
    },
    {
      "translation": {
        "en": "When they looked up, they saw no one except Jesus.",
        "sw": "Bunamuye amaso, ntibagira uwundi babona, atari Yesu wenyene."
      }
    },
    {
      "translation": {
        "en": "for gaining wisdom and instruction; for understanding words of insight;",
        "sw": "Yo kumenya ubgenge bo n’ inyigisho; Gutegēra amajambo y’ugutahura;"
      }
    },
    {
      "translation": {
        "en": "“Meaningless! Meaningless!” says the Teacher. “Everything is meaningless!”",
        "sw": "N’ubusa gusa, ni k’Umusiguzi agize, vyose n’ubusa."
      }
    },
    {
      "translation": {
        "en": "He made narrow windows high up in the temple walls.",
        "sw": "Iyo ngoro ayishiramw’ amadirisha y’ inshingo zikomeye."
      }
    },
    {
      "translation": {
        "en": "“Job says, ‘I am innocent, but God denies me justice.",
        "sw": "Kuko Yobu avuga, ngo N’ umugororotsi, Kandi ngw Imana yamurīrīriye urubanza:"
      }
    },
    {
      "translation": {
        "en": "This prophecy came in the year King Ahaz died:",
        "sw": "Mu mwaka umwami Ahazi yatanzemwo habayeh’ iyi mbūri."
      }
    },
    {
      "translation": {
        "en": "After him, Ibzan of Bethlehem led Israel.",
        "sw": "Yefuta akurikirwa na Ibusani w’i Betelehemu, aba umucamanza w’Abisirayeli."
      }
    },
    {
      "translation": {
        "en": "Holon, Debir,",
        "sw": "n’i Holoni n’i Debira,"
      }
    },
    {
      "translation": {
        "en": "and with each of the seven lambs, one-tenth.",
        "sw": "iryo ku mwana w’intama umwe‐umwe mur’ abo, ukw ar’ indwi, ribe ikigiracumi kimwe."
      }
    },
    {
      "translation": {
        "en": "the tenth to Shimei, his sons and relatives 12",
        "sw": "ubg’ icumi bgerekana Shimeyi n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "For Adam was formed first, then Eve.",
        "sw": "Kuko Adamu ari we yabanje kuremwa, hanyuma Eva."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Dan was 62,700.",
        "sw": "abāharūwe bo mu muryango wa Dani baba ibihumbi mirongwitandatu na bibiri n’amajana ndwi."
      }
    },
    {
      "translation": {
        "en": "So Isaac stayed in Gerar.",
        "sw": "Nuko Isaka aba i Gerari:"
      }
    },
    {
      "translation": {
        "en": "numbered 8,580.",
        "sw": "abāharūwe bo muri bo baba ibihumbi munani n’amajana atanu na mirongumunani."
      }
    },
    {
      "translation": {
        "en": "about sin, because people do not believe in me;",
        "sw": "ivy’ icaha, kuko batānyizeye,"
      }
    },
    {
      "translation": {
        "en": "When Peter saw him, he asked, “Lord, what about him?”",
        "sw": "Nuko Petero amubonye, abaza Yesu, ati Mugenzi, uyu we bizoba bite?"
      }
    },
    {
      "translation": {
        "en": "Hariph, Anathoth, Nebai,",
        "sw": "na Harifu na Anatoti na Nebayi,"
      }
    },
    {
      "translation": {
        "en": "The sons of Noah: Shem, Ham and Japheth.",
        "sw": "na Nowa na Shemu na Hamu na Yafeti."
      }
    },
    {
      "translation": {
        "en": "Comfort, comfort my people, says your God.",
        "sw": "Ni muhūmurize abantu banje, ni mubahūmurize, ni kw Imana yanyu igize."
      }
    },
    {
      "translation": {
        "en": "Then Moses said, “Now show me your glory.”",
        "sw": "Mose aramwishura, ati Ndakwinginze, nyereka ubgiza bgawe."
      }
    },
    {
      "translation": {
        "en": "The sons of Shem: Elam, Ashur, Arphaxad, Lud and Aram.",
        "sw": "Aba Shemu ni Elamu na Ashuri na Arupakisadi na Ludi na Aramu."
      }
    },
    {
      "translation": {
        "en": "So King Darius put the decree in writing.",
        "sw": "Nuk’ umwami Dariyo asinya ku candiko c’ico cihanikirizo."
      }
    },
    {
      "translation": {
        "en": "The sons of Ham: Cush, Egypt, Put and Canaan.",
        "sw": "Aba Hamu ni Kushi na Misirayimu na Puti na Kanani."
      }
    },
    {
      "translation": {
        "en": "for our “God is a consuming fire.”",
        "sw": "kukw Imana yacu ar’ umuriro utōngōra."
      }
    },
    {
      "translation": {
        "en": "Pharaoh asked him, “How old are you?”",
        "sw": "Farawo abaza Yakobo, at’ Imyaka umaze n’ingahe?"
      }
    },
    {
      "translation": {
        "en": "“A horrible and shocking thing has happened in the land:",
        "sw": "Habonetse ikintu c’akumiza giteye ubgoba mu gihugu:"
      }
    },
    {
      "translation": {
        "en": "The sons of Hebron: Korah, Tappuah, Rekem and Shema.",
        "sw": "Bene Heburoni ni Kora na Tapuwa na Rekemu na Shema."
      }
    },
    {
      "translation": {
        "en": "The sons of Issachar: Tola, Puah, Jashub and Shimron.",
        "sw": "Bene Isakari ni Tola, na Puva, na Yobu, na Shimuroni."
      }
    },
    {
      "translation": {
        "en": "Jeremiah said, “The word of the Lord came to me:",
        "sw": "Yeremiya aravuga, at’ Ijambo ry’Uhoraho ryanjeko,"
      }
    },
    {
      "translation": {
        "en": "for defiling molds in fabric or in a house,",
        "sw": "ar’ indwara yo mu buryo bg’imibembe ifashe umwambaro cank’ inzu,"
      }
    },
    {
      "translation": {
        "en": "Ahiam son of Sakar the Hararite, Eliphal son of Ur,",
        "sw": "na Ahiyamu mwene Sakari w’i Harari nyene, na Elifali mwene Uri;"
      }
    },
    {
      "translation": {
        "en": "So you too should be glad and rejoice with me.",
        "sw": "abe ari ko namwe munezerwa, munezeranwe nanje."
      }
    },
    {
      "translation": {
        "en": "We have suffered terror and pitfalls, ruin and destruction.”",
        "sw": "Ibiteye ubgoba n’urusumanyenzi bidushitseko, bo n’ ubugesera no kuranduka."
      }
    },
    {
      "translation": {
        "en": "Dear children, keep yourselves from idols.",
        "sw": "Bana bato, mwirinde ibigirwamana."
      }
    },
    {
      "translation": {
        "en": "of Harim’s, Adna; of Meremoth’s, Helkai;",
        "sw": "mu ba Harimu ni Adina; mu ba Merayoti ni Helikayi;"
      }
    },
    {
      "translation": {
        "en": "435 camels and 6,720 donkeys.",
        "sw": "n’ingamiya zabo zār’ amajana ane na mirongwitatu na zitanu, n’indogoba zabo ibihumbi bitandatu n’amajana ndwi na mirongwibiri."
      }
    },
    {
      "translation": {
        "en": "Gather together, gather yourselves together, you shameful nation,",
        "sw": "Ni mukoranire hamwe, mbere ni mukorane, yewe hanga ritagira isoni;"
      }
    },
    {
      "translation": {
        "en": "Bunni, Azgad, Bebai,",
        "sw": "na Buni na Azigadi na Bebayi,"
      }
    },
    {
      "translation": {
        "en": "Eighteen thousand Benjamites fell, all of them valiant fighters.",
        "sw": "Mu Babenyamini hapfa abantu ibihumbi cumi n’ umunani, bose n’abahizi."
      }
    },
    {
      "translation": {
        "en": "Meanwhile his disciples urged him, “Rabbi, eat something.”",
        "sw": "Batarashika, abigishwa baramwinginga, bati Mwigisha, enda fungura."
      }
    },
    {
      "translation": {
        "en": "Epaphras, my fellow prisoner in Christ Jesus, sends you greetings.",
        "sw": "Epafura, mugenzanje tubohanywe muri Kristo, aragutasha,"
      }
    },
    {
      "translation": {
        "en": "Maarath, Beth Anoth and Eltekon—six towns and their villages.",
        "sw": "na Mara na Beti‐anoti na Elitekoni; vyar’ ibisagara bitandatu bifise imihana ibikūkira."
      }
    },
    {
      "translation": {
        "en": "His division numbers 57,400.",
        "sw": "ingabo zāharūwe zabo zar’ ibihumbi mirongwitanu n’indwi n’amajana ane."
      }
    },
    {
      "translation": {
        "en": "A prayer of Habakkuk the prophet. On shigionoth .",
        "sw": "Isengesho ry’uwavugishwa n’ Imana Habakuki, ryaririmbishwa mw ijwi ryitwa Shigiyonoti."
      }
    },
    {
      "translation": {
        "en": "So then he told them plainly, “Lazarus is dead,",
        "sw": "Buno Yesu avuga abifoboye, ati Lazaro yahwereye;"
      }
    },
    {
      "translation": {
        "en": "When Moses heard this, he fell facedown.",
        "sw": "Mose avyumvise, arapfukama arūnama."
      }
    },
    {
      "translation": {
        "en": "And sitting down, they kept watch over him there.",
        "sw": "bicara hano baramurinda."
      }
    },
    {
      "translation": {
        "en": "Me Jarkon and Rakkon, with the area facing Joppa.",
        "sw": "n’i Meyarakoni n’i Rakoni no mu ntāra irābana n’i Yopa."
      }
    },
    {
      "translation": {
        "en": "After fasting forty days and forty nights, he was hungry.",
        "sw": "Amaze imisi mirongwine n’amajoro mirongwine yisonzesheje, abona gusonza."
      }
    },
    {
      "translation": {
        "en": "of Senaah 3,630",
        "sw": "Ab’i Sena n’ibihumbi bitatu n’amajana atandatu na mirongwitatu."
      }
    },
    {
      "translation": {
        "en": "the second row shall be turquoise, lapis lazuli and emerald;",
        "sw": "mu wa kabiri habe utwitwa nofekina na safiro na yahalomu;"
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to Elijah:",
        "sw": "Hanyuma ijambo ry’Uhoraho rimuzako,"
      }
    },
    {
      "translation": {
        "en": "Command and teach these things.",
        "sw": "Wame ubgiriza ivyo kand’ uvyigisha."
      }
    },
    {
      "translation": {
        "en": "Strengthen the feeble hands, steady the knees that give way;",
        "sw": "Mukomeze amaboko areganutse, mugumishe amavi aregarega."
      }
    },
    {
      "translation": {
        "en": "Therefore he sent the hand that wrote the inscription.",
        "sw": "Maz’ ico gihimba c’igikonjo kirarungikwa, kivuye kuri yo, iyo nyandiko irandikwa."
      }
    },
    {
      "translation": {
        "en": "The grace of the Lord Jesus be with you.",
        "sw": "Ubuntu bg’Umwami wacu Yesu Kristo bubane namwe."
      }
    },
    {
      "translation": {
        "en": "the little owl, the great owl, the white owl,",
        "sw": "n’igihuna n’inyanana na tinishemeti;"
      }
    },
    {
      "translation": {
        "en": "And God spoke all these words:",
        "sw": "Imana ivuga aya majambo yose,"
      }
    },
    {
      "translation": {
        "en": "the third white, and the fourth dappled—all of them powerful.",
        "sw": "uwa gatatu wakwegwa n’amafarasi y’ibitare; uwa kane wakwegwa n’amafarasi y’ibibamba mu tugajo."
      }
    },
    {
      "translation": {
        "en": "Look, your house is left to you desolate.",
        "sw": "Rāba inzu yanyu muyitānywe ar’ umusaka."
      }
    },
    {
      "translation": {
        "en": "I sent Tychicus to Ephesus.",
        "sw": "Ariko Tukiko namurungitse muri Efeso."
      }
    },
    {
      "translation": {
        "en": "The Kohathite clans: Amram, Izhar, Hebron and Uzziel.",
        "sw": "Aba ni bo bene Kohati, nk’ukw imiryango yabo iri: Amuramu na Isihari na Heburoni na Uziyeli."
      }
    },
    {
      "translation": {
        "en": "“How then were your eyes opened?” they asked.",
        "sw": "Nuko baramubaza, bati Mbega non’ amaso yawe yahumūtse ate?"
      }
    },
    {
      "translation": {
        "en": "Set your minds on things above, not on earthly things.",
        "sw": "Mushire imitima ku biri hejuru, ntimuyishire ku biri mw isi."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Then she instructed him to say to Mordecai,",
        "sw": "Maze Esiteri avugana na Hataki amurungikana amajambo kuri Moridekayi,"
      }
    },
    {
      "translation": {
        "en": "From the descendants of Bani: Maadai, Amram, Uel,",
        "sw": "Mu ba Bani, ni Mayadayi na Amuramu na Uweli,"
      }
    },
    {
      "translation": {
        "en": "The men seized Jesus and arrested him.",
        "sw": "Bamushōrerakw amaboko, baramufata."
      }
    },
    {
      "translation": {
        "en": "From Zion, perfect in beauty, God shines forth.",
        "sw": "Kuri Siyoni h’ubgiza buhebuje Ni ho Imana ikayanganiye."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Bless those who persecute you; bless and do not curse.",
        "sw": "Ababahama mubahezagire; mubahezagire, ntimubavume;"
      }
    },
    {
      "translation": {
        "en": "blue, purple and scarlet yarn and fine linen; goat hair;",
        "sw": "n’inyuzi z’amasufe n’iz’ amashigisha n’izisa n’agahama n’ izera derere, n’ubushenza bg’ impene;"
      }
    },
    {
      "translation": {
        "en": "If anyone has ears to hear, let them hear.”",
        "sw": "Ūri n’amatwi yumva, ni yumve."
      }
    },
    {
      "translation": {
        "en": "From the descendants of Immer: Hanani and Zebadiah.",
        "sw": "Muri bene Imeri, ni Hanani na Zebadiya."
      }
    },
    {
      "translation": {
        "en": "Uzzi the father of Zerahiah, Zerahiah the father of Meraioth,",
        "sw": "Uzi avyara Zerahiya, Zerahiya avyara Merayoti;"
      }
    },
    {
      "translation": {
        "en": "For all the Prophets and the Law prophesied until John.",
        "sw": "Kukw abavugishwa n’Imana bose bāvugishijwe, bo n’ivyagezwe, gushitsa igihe ca Yohana,"
      }
    },
    {
      "translation": {
        "en": "His division numbers 74,600.",
        "sw": "Ingabo zāharūwe zabo zar’ ibihumbi mirongwirindwi na bine n’amajana atandatu."
      }
    },
    {
      "translation": {
        "en": "When Hadad died, Samlah from Masrekah succeeded him as king.",
        "sw": "Hadadi atanze, Samula w’i Masireka asubira ku ngoma yiwe."
      }
    },
    {
      "translation": {
        "en": "David son of Jesse was king over all Israel.",
        "sw": "Dawidi mwene Isayi yaganje Abisirayeli bose."
      }
    },
    {
      "translation": {
        "en": "You may eat any clean bird.",
        "sw": "Ibisīga n’inyoni vyose bidahumanya mwemererwa kubirya."
      }
    },
    {
      "translation": {
        "en": "Eliel, Obed and Jaasiel the Mezobaite.",
        "sw": "na Eliyeli na Obedi, na Yasiyeli w’i Mezoba."
      }
    },
    {
      "translation": {
        "en": "Although Joseph recognized his brothers, they did not recognize him.",
        "sw": "Yosefu amenya bene se, ariko bo ntibamumenya."
      }
    },
    {
      "translation": {
        "en": "of Harim 1,017",
        "sw": "Abo mu ba Harimu n’igihumbi n’icumi n’indwi."
      }
    },
    {
      "translation": {
        "en": "Again, it says, “Rejoice, you Gentiles, with his people.”",
        "sw": "Kandi yongera kuvuga, ati Yemwe banyamahanga ni munezeranwe n’abantu bayo."
      }
    },
    {
      "translation": {
        "en": "In the hill country: Shamir, Jattir, Sokoh,",
        "sw": "Ibisagara vyo mu mugamba vyār’ ibi: Shamira na Yatira na Sokoho,"
      }
    },
    {
      "translation": {
        "en": "Jokmeam, Beth Horon,",
        "sw": "na Yokimeyamu na Beti‐horoni,"
      }
    },
    {
      "translation": {
        "en": "Jarmuth, Adullam, Sokoh, Azekah,",
        "sw": "na Yaramuti na Aduwamu na Sokoho na Azeka,"
      }
    },
    {
      "translation": {
        "en": "For we know in part and we prophesy in part,",
        "sw": "Kuko tuzi agace, kandi tuvugishwa n’Imana agace,"
      }
    },
    {
      "translation": {
        "en": "They brayed among the bushes and huddled in the undergrowth.",
        "sw": "Basigaye bābirira mu bisaka nk’inka; Bīryamira hamwe musi y’ ibisuru."
      }
    },
    {
      "translation": {
        "en": "So the people rested on the seventh day.",
        "sw": "Nuko ku w’indwi abantu bararuhuka."
      }
    },
    {
      "translation": {
        "en": "Strength resides in its neck; dismay goes before it.",
        "sw": "Mw izosi ryayo habamw’ inkomezi; Gutera akōba kwayo kuyihamiriza imbere."
      }
    },
    {
      "translation": {
        "en": "Dilean, Mizpah, Joktheel,",
        "sw": "na Dilani na Misipe na Yokiteli,"
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Kedemoth and Mephaath, together with their pasturelands—four towns;",
        "sw": "n’i Kedemoti n’i Mefati, bo n’amaragiro bigendanye; vyar’ ibisagara bine."
      }
    },
    {
      "translation": {
        "en": "for without him, who can eat or find enjoyment?",
        "sw": "None ni nde ashobora kurya, canke ni nde ashobora kugira umunezero kurusha jewe?"
      }
    },
    {
      "translation": {
        "en": "the king of Hormah one the king of Arad one",
        "sw": "n’uw’i Horuma, n’ uw’i Aradi;"
      }
    },
    {
      "translation": {
        "en": "His God instructs him and teaches him the right way.",
        "sw": "Kukw Imana yiwe imwereka neza, ikamwigisha."
      }
    },
    {
      "translation": {
        "en": "They were a source of grief to Isaac and Rebekah.",
        "sw": "batuntuza imitima ya Isaka na Rebeka."
      }
    },
    {
      "translation": {
        "en": "but when completeness comes, what is in part disappears.",
        "sw": "ariko, ah’ igihingūye kizoshikira, ivy’ agace bizokūrwaho."
      }
    },
    {
      "translation": {
        "en": "Then Jacob kissed Rachel and began to weep aloud.",
        "sw": "Yakobo agūmbīra Rakeli, araheza araturika ararira."
      }
    },
    {
      "translation": {
        "en": "Therefore I despise myself and repent in dust and ashes.”",
        "sw": "Ni co kinteye kwizinukwa, nkihana Nigaragura mu mukungugu no mu munyota."
      }
    },
    {
      "translation": {
        "en": "locusts have no king, yet they advance together in ranks;",
        "sw": "Inzige ntizigira umwami, Yamara zigenda zose zīciye imice;"
      }
    },
    {
      "translation": {
        "en": "Peter declared, “Even if all fall away, I will not.”",
        "sw": "Maze Petero aramubgira, ati N’iyo vyotsitaza bose, urakūra jeho."
      }
    },
    {
      "translation": {
        "en": "“There is no peace,” says my God, “for the wicked.”",
        "sw": "Nta mahoro ku banyakibi, ni kw Imana yanje igize."
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’ isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "Enoch, Methuselah, Lamech, Noah.",
        "sw": "na Henoki na Metusela na Lameki,"
      }
    },
    {
      "translation": {
        "en": "Egypt was the father of the Ludites, Anamites, Lehabites, Naphtuhites,",
        "sw": "Misirayimu yakomōtsweko n’Abaludi n’Abanami n’Abalehabi n’Abanafutuhi,"
      }
    },
    {
      "translation": {
        "en": "of Ramah and Geba 621",
        "sw": "Ab’i Rama n’i Geba n’amajana atandatu na mirongwibiri n’umwe."
      }
    },
    {
      "translation": {
        "en": "At that time Abijah son of Jeroboam became ill,",
        "sw": "Ico gihe Abiya mwene Yerobowamu ararwara."
      }
    },
    {
      "translation": {
        "en": "So Peter and the other disciple started for the tomb.",
        "sw": "Nuko Petero arasohoka, na wa mwigishwa wundi, baja ku mva."
      }
    },
    {
      "translation": {
        "en": "Altogether there were 276 of us on board.",
        "sw": "Kandi twese abāri mu bgato twar’ abantu amajana abiri na mirongwirindwi na batandatu."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "She selects wool and flax and works with eager hands.",
        "sw": "Arondera ubgoya bg’intama n’ipampa, Akoresha amaboko yiwe umutima ukunze."
      }
    },
    {
      "translation": {
        "en": "Jesus wept.",
        "sw": "Yesu ararira."
      }
    },
    {
      "translation": {
        "en": "And without doubt the lesser is blessed by the greater.",
        "sw": "Ariko nta wohakana k’uworoshe adahezagirwa n’ūmurengeye."
      }
    },
    {
      "translation": {
        "en": "I made reservoirs to water groves of flourishing trees.",
        "sw": "nigomereye amazi ngw avomerwe ingemwe z’ibiti vyatewe;"
      }
    },
    {
      "translation": {
        "en": "Magdiel and Iram. These were the chiefs of Edom.",
        "sw": "na Magidiyeli na Iramu. Abo ni bo bakuru b’imiryango yakomōtse kuri Edomu."
      }
    },
    {
      "translation": {
        "en": "Hold before their eyes the sticks you have written on",
        "sw": "Kand’ inkoni wanditseko zize zibe mu kuboko kwawe mu maso yabo."
      }
    },
    {
      "translation": {
        "en": "The children of Anah: Dishon and Oholibamah daughter of Anah.",
        "sw": "Kand’ aba ni bo bene Ana: Dishoni na Oholibama, umukobga wa Ana nyene."
      }
    },
    {
      "translation": {
        "en": "It included: Beersheba (or Sheba), Moladah,",
        "sw": "Ishamvu yabo bahawe yari Beri‐sheba na Sheba na Molada,"
      }
    },
    {
      "translation": {
        "en": "For even his own brothers did not believe in him.",
        "sw": "Kuko na bene nyina na bo batāmwizera."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses:",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "The height of each cherub was ten cubits.",
        "sw": "Uburebure bg’umukerubi umwe bgar’ amatambge cumi, n’ubg’ uwundi kuno nyene."
      }
    },
    {
      "translation": {
        "en": "Gold, silver, bronze, iron, tin, lead",
        "sw": "kw ibintu vyo mw izahabu n’ivyo mw ifeza n’ivyo mu miringa n’ivyo mu vyuma n’ivyo mw ibāti n’ivyo mw isāsu,"
      }
    },
    {
      "translation": {
        "en": "through Jashub, the Jashubite clan; through Shimron, the Shimronite clan.",
        "sw": "na Yashubu, ni we gishitsi c’inzu y’Abayashubu; na Shimuroni, ni we gishitsi c’inzu y’Abashimuroni."
      }
    },
    {
      "translation": {
        "en": "“Be dressed ready for service and keep your lamps burning,",
        "sw": "Mwame mukenyeye, kand’ amatara yanyu yame yaka:"
      }
    },
    {
      "translation": {
        "en": "“ ‘The woman he marries must be a virgin.",
        "sw": "Kand’ uwo azokwābīra az’ abe inkumi yirongoreye."
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "Pathrusites, Kasluhites (from whom the Philistines came) and Caphtorites.",
        "sw": "n’Abapatirusi n’Abakasiluhi (ni bo bākomōtsweko n’Abafilisitiya), kandi yakomōtsweko n’ Abakafutori."
      }
    },
    {
      "translation": {
        "en": "God thus confirming our testimony about Christ among you.",
        "sw": "kuk’ ugushingira intahe Kristo kwakomejwe muri mwebge."
      }
    },
    {
      "translation": {
        "en": "of the other Nebo 52",
        "sw": "Abagabo b’i Nebo handi ni mirongwitanu na babiri."
      }
    },
    {
      "translation": {
        "en": "Oholibamah, Elah, Pinon,",
        "sw": "na Oholibama na Ela na Pinoni,"
      }
    },
    {
      "translation": {
        "en": "rejoicing in his whole world and delighting in mankind.",
        "sw": "Niginagura mw isi yayo yāgānutse; Mpimbarwa n’abana b’abantu."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Benjamin was 35,400.",
        "sw": "abāharūwe bo mu muryango wa Benyamini baba ibihumbi mirongwitatu na bitanu n’amajana ane."
      }
    },
    {
      "translation": {
        "en": "Amon his son, Josiah his son.",
        "sw": "uwa Manase ni Amoni, uwa Amoni ni Yosiya."
      }
    },
    {
      "translation": {
        "en": "the king of Aphek one the king of Lasharon one",
        "sw": "n’uw’ i Afeka, n’uw’i Lasharoni;"
      }
    },
    {
      "translation": {
        "en": "Gera, Shephuphan and Huram.",
        "sw": "na Gera na Shefufani na Huramu."
      }
    },
    {
      "translation": {
        "en": "Laziness brings on deep sleep, and the shiftless go hungry.",
        "sw": "Ubunebge butera itiro ryinshi, Kand’ umunyabute azogira inzara."
      }
    },
    {
      "translation": {
        "en": "The descendants of Simeon: Nemuel, Jamin, Jarib, Zerah and Shaul;",
        "sw": "Bene Simeyoni ni Nemuweli na Yamini na Yaribu na Zera na Shauli."
      }
    },
    {
      "translation": {
        "en": "all the kings of Zimri, Elam and Media;",
        "sw": "n’abami bose b’i Zimuri, n’abami bose b’i Elamu, n’abami bose b’Abamedi,"
      }
    },
    {
      "translation": {
        "en": "And God permitting, we will do so.",
        "sw": "Imana ni yabikunda turagenza durtyo."
      }
    },
    {
      "translation": {
        "en": "Iphdeiah and Penuel were the sons of Shashak.",
        "sw": "na Ifudeya na Penuweli, ni bo bene Shashaki."
      }
    },
    {
      "translation": {
        "en": "Job continued his discourse:",
        "sw": "Maze Yobu yongera kuvuga amajambo yiwe y’ibirāgurāgu,"
      }
    },
    {
      "translation": {
        "en": "Madmenah is in flight; the people of Gebim take cover.",
        "sw": "Ab’ i Madimena bacitse igikuba, ababa i Gebimu bahunganye utwabo!"
      }
    },
    {
      "translation": {
        "en": "of Bezai 324",
        "sw": "Abo mu ba Besayi n’amajana atatu na mirongwibiri na bane."
      }
    },
    {
      "translation": {
        "en": "Shallum the father of Hilkiah, Hilkiah the father of Azariah,",
        "sw": "Shalumu avyara Hilukiya, Hilukiya avyara Azariya;"
      }
    },
    {
      "translation": {
        "en": "Brothers and sisters, pray for us.",
        "sw": "Bene Data, mudusengere."
      }
    },
    {
      "translation": {
        "en": "The musicians: the descendants of Asaph 148",
        "sw": "Abaririmvyi bo mu ba Asafu n’ijana na mirongwine n’umunani."
      }
    },
    {
      "translation": {
        "en": "You are witnesses of these things.",
        "sw": "Namwe mur’ ivyabona vyo kuvuga ivyo."
      }
    },
    {
      "translation": {
        "en": "Elkanah his son, Zophai his son, Nahath his son,",
        "sw": "uwa Ahimoti ni Elukana, uwa Elukana ni Zofayi, uwa Zofayi ni Nahati;"
      }
    },
    {
      "translation": {
        "en": "Esther replied, “My petition and my request is this:",
        "sw": "Esiteri aramwishura, at’ Ico nsaba kandi ndondera n’iki:"
      }
    },
    {
      "translation": {
        "en": "Nothing on earth is its equal— a creature without fear.",
        "sw": "Nta kindi gihwanye na yo kiri kw isi, Yo yaremwe ar’ inshirabgoba."
      }
    },
    {
      "translation": {
        "en": "Amaziah his son, Azariah his son, Jotham his son,",
        "sw": "uwa Yowasi ni Amaziya, uwa Amaziya ni Uziya, uwa Uziya ni Yotamu;"
      }
    },
    {
      "translation": {
        "en": "He replied, “I saw Satan fall like lightning from heaven.",
        "sw": "Arababgira, ati Nabonye Satani, avuye mw ijuru, akoroka nk’umuravyo."
      }
    },
    {
      "translation": {
        "en": "The sons of Eliphaz: Teman, Omar, Zepho, Gatam and Kenaz.",
        "sw": "Bene Elifazi ni Temani na Omari na Sefo na Gatamu na Kenazi."
      }
    },
    {
      "translation": {
        "en": "“Can a man break iron— iron from the north—or bronze?",
        "sw": "Mbega har’ uwoshobora kuvuna icuma, kand’ ar’ icuma kivuye i burārūko, bo n’umuringa?"
      }
    },
    {
      "translation": {
        "en": "The manna was like coriander seed and looked like resin.",
        "sw": "Kand’ iyo manu yasa n’utubuto tw’agati kitwa gadi, ishusho yayo yasa n’ivyitwa budola."
      }
    },
    {
      "translation": {
        "en": "of Bethel and Ai 223",
        "sw": "Abagabo b’i Beteli n’i Hayi n’ amajana abiri na mirongwibiri na batatu."
      }
    },
    {
      "translation": {
        "en": "Benaiah, Bedeiah, Keluhi,",
        "sw": "na Benaya na Bedeya na Keluhi,"
      }
    },
    {
      "translation": {
        "en": "“Remember the Sabbath day by keeping it holy.",
        "sw": "Wibuke kuziririza umusi w’ isabato."
      }
    },
    {
      "translation": {
        "en": "He said to them, “Listen to this dream I had:",
        "sw": "Arababarira, at’ Enda ni mwumve inzozi narose:"
      }
    },
    {
      "translation": {
        "en": "Then Job replied:",
        "sw": "Maze Yobu arishura,"
      }
    },
    {
      "translation": {
        "en": "Plague went before him; pestilence followed his steps.",
        "sw": "Ikīza camugendera imbere, Na Kizimire akamuja inyuma."
      }
    },
    {
      "translation": {
        "en": "The Merarites were counted by their clans and families.",
        "sw": "Kand’ abāharūwe bo mu miryango y’aba Merari, nk’ukw imiryango yabo iri, nk’ukw amazu ya ba sekuruza ari,"
      }
    },
    {
      "translation": {
        "en": "Hivites, Arkites, Sinites,",
        "sw": "n’Abahiwi n’Abaruki n’Abasini"
      }
    },
    {
      "translation": {
        "en": "At once the Spirit sent him out into the wilderness,",
        "sw": "Mpwemu aca amushorera mu bugaragwa."
      }
    },
    {
      "translation": {
        "en": "of Adonikam 667",
        "sw": "Abo mu ba Adonikamu n’amajana atandatu na mirongwitandatu n’indwi."
      }
    },
    {
      "translation": {
        "en": "John’s baptism—was it from heaven, or of human origin?”",
        "sw": "non’ ukubatiza kwa Yohana kwāturutse mw ijuru, canke se mu bantu?"
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "The animals take cover; they remain in their dens.",
        "sw": "Ico gihe ibikōko binyegera mu bgihisho, Bikaguma mu masenga yavyo."
      }
    },
    {
      "translation": {
        "en": "also Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
        "sw": "na Eliyowenayi na Yakoba na Yeshohaya na Asaya na Adiyeli na Yesimiyeli na Benaya;"
      }
    },
    {
      "translation": {
        "en": "In the western foothills: Eshtaol, Zorah, Ashnah,",
        "sw": "Ibisagara vyo mu kiyaya vyar’ ibi: Eshitayoli na Sora na Ashina,"
      }
    },
    {
      "translation": {
        "en": "Such confidence we have through Christ before God.",
        "sw": "Uko ni ko twizigira Imana kubga Kristo,"
      }
    },
    {
      "translation": {
        "en": "Heshbon and Jazer, together with their pasturelands.",
        "sw": "na Heshiboni na Yazeri, bo n’amaragiro bigendanye."
      }
    },
    {
      "translation": {
        "en": "and the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Be merciful, just as your Father is merciful.",
        "sw": "Mugire imbabazi, nk’uko So agira imbabazi."
      }
    },
    {
      "translation": {
        "en": "Jesus entered Jericho and was passing through.",
        "sw": "Ashika i Yeriko, arikw arahaca."
      }
    },
    {
      "translation": {
        "en": "the eleventh to Azarel, his sons and relatives 12",
        "sw": "ubg’ icumi na rimwe bgerekana Azareli n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "I, Paul, write this greeting in my own hand.",
        "sw": "Uku ni kwo gutasha kwanje Paulo, kwanditswe n’ukwanje kuboko."
      }
    },
    {
      "translation": {
        "en": "through Shemida, the Shemidaite clan; through Hepher, the Hepherite clan.",
        "sw": "na Shemida, ni we gishitsi c’inzu y’Abashemida; na Heferi, ni we gishitsi c’inzu y’Abaheferi."
      }
    },
    {
      "translation": {
        "en": "I thank my God every time I remember you.",
        "sw": "Nshima Imana yanje, uko mbibutse kwose,"
      }
    },
    {
      "translation": {
        "en": "Better is open rebuke than hidden love.",
        "sw": "Guhanira ahibonekeza Kuruta urukundo rudaseruka."
      }
    },
    {
      "translation": {
        "en": "Goshen, Holon and Giloh—eleven towns and their villages.",
        "sw": "na Gosheni na Holoni na Gilo; vyar’ ibisagara cumi na kimwe bifise imihana ibikūkira."
      }
    },
    {
      "translation": {
        "en": "The sons of Rachel’s servant Bilhah: Dan and Naphtali.",
        "sw": "aba Biluha incoreke ya Rakeli, ni Dani na Nafutali;"
      }
    },
    {
      "translation": {
        "en": "Then he measured the portico of the gateway;",
        "sw": "Agera n’urubaraza rw’ikirimba rurābana n’ingoro, ruba irenga rimwe."
      }
    },
    {
      "translation": {
        "en": "They laughed at him, knowing that she was dead.",
        "sw": "Baramutwenga bamushinyagurira, kuko bari bazi ko yapfuye."
      }
    },
    {
      "translation": {
        "en": "So the poor have hope, and injustice shuts its mouth.",
        "sw": "Uko ni k’umworo agira ivyizigiro, Abagabitanya bakazibga akanwa."
      }
    },
    {
      "translation": {
        "en": "435 camels and 6,720 donkeys.",
        "sw": "n’ingamiya zabo zar’ amajana ane na mirongwitatu na zitanu, n’indogoba zabo ibihumbi bitandatu n’amajana ndwi na mirongwibiri."
      }
    },
    {
      "translation": {
        "en": "Magpiash, Meshullam, Hezir,",
        "sw": "na Magipiyashi na Meshulamu na Heziri,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Zebadiah, Arad, Eder,",
        "sw": "Kandi Zebadiya na Aradi na Ederi,"
      }
    },
    {
      "translation": {
        "en": "Nogah, Nepheg, Japhia,",
        "sw": "na Noga na Nefegi na Yafiya,"
      }
    },
    {
      "translation": {
        "en": "Of the Shelanites : Asaiah the firstborn and his sons.",
        "sw": "N’abo mu ba Shiloni, uwa mbere ni Asaya n’abahungu biwe."
      }
    },
    {
      "translation": {
        "en": "the twenty-first to Hothir, his sons and relatives 12",
        "sw": "ubga mirongwibiri na rimwe bgerekana Hotiri n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "The descendants of Judah: Perez, Hezron, Karmi, Hur and Shobal.",
        "sw": "Abākomōtse kuri Yuda ni Peresi na Hesironi na Karumi na Huri na Shobali."
      }
    },
    {
      "translation": {
        "en": "The son of Dan: Hushim.",
        "sw": "Mwene Dani ni Hushimu."
      }
    },
    {
      "translation": {
        "en": "Ahitub the father of Zadok, Zadok the father of Ahimaaz,",
        "sw": "Ahitubu avyara Sadoki, Sadoki avyara Ahimasi;"
      }
    },
    {
      "translation": {
        "en": "Once more he went away and prayed the same thing.",
        "sw": "Yongera kugenda, arasenga, avuga amajambo amwe n’aya mbere."
      }
    },
    {
      "translation": {
        "en": "Do not eat any detestable thing.",
        "sw": "Ntimuze murye ikintu na kimwe kizira."
      }
    },
    {
      "translation": {
        "en": "From the Izharites: Shelomoth; from the sons of Shelomoth: Jahath.",
        "sw": "mu ba Isuhari ni Shelomoti; mu ba Shelomoti ni Yahati;"
      }
    },
    {
      "translation": {
        "en": "Hepher the Mekerathite, Ahijah the Pelonite,",
        "sw": "na Heferi w’i Mekerati, na Ahiya w’i Peloni;"
      }
    },
    {
      "translation": {
        "en": "I confess my iniquity; I am troubled by my sin.",
        "sw": "Kuko nzokwatura ukugabitanya kwanje, Nzogira umubabaro w’icaha canje."
      }
    },
    {
      "translation": {
        "en": "the men of Bethlehem and Netophah 188",
        "sw": "Abagabo b’i Betelehemu n’i Netofa n’ijana na mirongumunani n’umunani."
      }
    },
    {
      "translation": {
        "en": "Sibbekai the Hushathite, Ilai the Ahohite,",
        "sw": "na Sibekayi w’i Hushati, na Ilayi w’i Ahohi;"
      }
    },
    {
      "translation": {
        "en": "Meraioth his son, Amariah his son, Ahitub his son,",
        "sw": "uwa Zerahiya ni Merayoti, uwa Merayoti ni Amariya, uwa Amariya ni Ahitubu;"
      }
    },
    {
      "translation": {
        "en": "After he had said this, he dismissed the assembly.",
        "sw": "Avuze ivyo, acūra ikoraniro."
      }
    },
    {
      "translation": {
        "en": "The sons of Levi: Gershon, Kohath and Merari.",
        "sw": "Bene Lewi ni Gerushoni na Kohati na Merari."
      }
    },
    {
      "translation": {
        "en": "They all ate and were satisfied,",
        "sw": "Bararya bose barahāga."
      }
    },
    {
      "translation": {
        "en": "Generations come and generations go, but the earth remains forever.",
        "sw": "Urwaruka rumwe ruragenda, rukabisa urundi; isi igahorah’ ibihe vyose."
      }
    },
    {
      "translation": {
        "en": "Belonging to the Gershonites: Ladan and Shimei.",
        "sw": "Bene Gerushoni bāri Ladani na Shimeyi."
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to Jeremiah, saying:",
        "sw": "Maz’ ijambo ry’Uhoraho riza kuri Yeremiya,"
      }
    },
    {
      "translation": {
        "en": "“You Cushites, too, will be slain by my sword.”",
        "sw": "Namwe Banyetiyopiya n’uko, muzokwicwa n’inkota y’Uhoraho."
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to Isaiah:",
        "sw": "Maz’ ijambo ry’Uhoraho rishika kuri Yesaya,"
      }
    },
    {
      "translation": {
        "en": "The Levites in the holy city totaled 284.",
        "sw": "Abalewi bo ku murwa wera bose na bose bar’ amajana abiri na mirongumunani na bane."
      }
    },
    {
      "translation": {
        "en": "the third row shall be jacinth, agate and amethyst;",
        "sw": "mu wa gatatu habe utwitwa leshemu na shevo na akilama;"
      }
    },
    {
      "translation": {
        "en": "Nun his son and Joshua his son.",
        "sw": "uwa Elishama ni Nuni, uwa Nuni ni Yosuwa."
      }
    },
    {
      "translation": {
        "en": "Then the Jews said, “See how he loved him!”",
        "sw": "Abayuda baravuga, bat’ Eh’ ingene yamukunda."
      }
    },
    {
      "translation": {
        "en": "They left Rephidim and camped in the Desert of Sinai.",
        "sw": "Bavudukayo, basagaza mu bugaragwa bg’i Sinayi."
      }
    },
    {
      "translation": {
        "en": "And so you will bear testimony to me.",
        "sw": "bicike ikimenyetso kibere mwebge icabona."
      }
    },
    {
      "translation": {
        "en": "The sons of Ulla: Arah, Hanniel and Rizia.",
        "sw": "Bene Ula ni Ara na Haniyeli na Risiya."
      }
    },
    {
      "translation": {
        "en": "and said, “Prophesy to us, Messiah. Who hit you?”",
        "sw": "bati Yewe Kristo, dupfindūre: ni nde agukubise?"
      }
    },
    {
      "translation": {
        "en": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel.",
        "sw": "Bene Kohati ni Amuramu na Isihari na Heburoni na Uziyeli."
      }
    },
    {
      "translation": {
        "en": "Hazor Hadattah, Kerioth Hezron (that is, Hazor),",
        "sw": "na Hasori‐hadata na Keriyoti‐hezeroni (ari ho Hasori),"
      }
    },
    {
      "translation": {
        "en": "for it is written: “Be holy, because I am holy.”",
        "sw": "Kuko vyanditswe, ngo Mube abera, kuko nanje nd’uwera."
      }
    },
    {
      "translation": {
        "en": "Do not quench the Spirit.",
        "sw": "Ntimukazimye Mpwemu;"
      }
    },
    {
      "translation": {
        "en": "But they kept shouting, “Crucify him! Crucify him!”",
        "sw": "Ariko bo barayogora, bati Mubambe, mubambe."
      }
    },
    {
      "translation": {
        "en": "Go! I am sending you out like lambs among wolves.",
        "sw": "Ni mugende; rāba mbatumye muri nk’abana b’intama mu mabingira hagati."
      }
    },
    {
      "translation": {
        "en": "“Crucify him!” they shouted.",
        "sw": "Bongera kuyogora, bati Mubambe."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Fools fold their hands and ruin themselves.",
        "sw": "Igipfu kizinga amaboko, kikīrya inyama."
      }
    },
    {
      "translation": {
        "en": "Then the man got up and went home.",
        "sw": "Aravyuka arataha."
      }
    },
    {
      "translation": {
        "en": "But Jeremiah answered them, “Tell Zedekiah,",
        "sw": "Maze Yeremiya arabishura, at’ Uku abe ari ko mubarira Zedekiya:"
      }
    },
    {
      "translation": {
        "en": "Follow my example, as I follow the example of Christ.",
        "sw": "Munyigāne, nk’uko nanje nīgāna Kristo."
      }
    },
    {
      "translation": {
        "en": "Moses’ father-in-law replied, “What you are doing is not good.",
        "sw": "Sebukwe aramwishura, at’ Ivyo ukora ivyo si vyiza."
      }
    },
    {
      "translation": {
        "en": "Ishpan, Eber, Eliel,",
        "sw": "Kandi Ishupani na Eberi na Eliyeli,"
      }
    },
    {
      "translation": {
        "en": "Therefore what God has joined together, let no one separate.”",
        "sw": "Nukw ico Imana yamatanije umuntu ntaz’ akimature."
      }
    },
    {
      "translation": {
        "en": "from Mattanah to Nahaliel, from Nahaliel to Bamoth,",
        "sw": "bavuduka i Matana, bashika i Nahaliyeli; bavuduka i Nahaliyeli bashika i Bamoti;"
      }
    },
    {
      "translation": {
        "en": "Ebed-Melek went out of the palace and said to him,",
        "sw": "Ebedumeleki asohoka mu ngoro i bgami, abarira umwami,"
      }
    },
    {
      "translation": {
        "en": "of Azgad 1,222",
        "sw": "Abo mu ba Azigadi n’igihumbi n’amajana abiri na mirongwibiri na babiri."
      }
    },
    {
      "translation": {
        "en": "His sister Hammoleketh gave birth to Ishhod, Abiezer and Mahlah.",
        "sw": "Hamoleketi mushiki wa Gileyadi avyara Ishihodi na Abiyezeri na Mahula."
      }
    },
    {
      "translation": {
        "en": "the sixth Ozem and the seventh David.",
        "sw": "uwa gatandatu ni Osemu, uw’ indwi ni Dawidi;"
      }
    },
    {
      "translation": {
        "en": "of Anathoth 128",
        "sw": "Abagabo b’i Anatoti n’ijana na mirongwibiri n’umunani."
      }
    },
    {
      "translation": {
        "en": "“ ‘Sir,’ they said, ‘he already has ten!’",
        "sw": "Baramubgira, bati Mugenzi, mbega kw afise icumi!"
      }
    },
    {
      "translation": {
        "en": "In the beginning God created the heavens and the earth.",
        "sw": "Ubga mbere na mbere Imana yaremye ijuru n’isi."
      }
    },
    {
      "translation": {
        "en": "Moses told the Israelites all that the Lord commanded him.",
        "sw": "Nuko Mose ashikiriza Abisirayeli ivyo Uhoraho yamubariye vyose."
      }
    },
    {
      "translation": {
        "en": "Then Eliphaz the Temanite replied:",
        "sw": "Maze Elifazi w’i Temani arishura,"
      }
    },
    {
      "translation": {
        "en": "“Come, Zion! Escape, you who live in Daughter Babylon!”",
        "sw": "Yewe Siyoni ubana n’umukobga w’i Babuloni, cika uhunge!"
      }
    },
    {
      "translation": {
        "en": "Adam, Seth, Enosh,",
        "sw": "Adamu na Seti na Enoshi,"
      }
    },
    {
      "translation": {
        "en": "until the Lord looks down from heaven and sees.",
        "sw": "Gushitsa igihe Uhoraho azokwitegereza, akarāba hasi ari mw ijuru."
      }
    },
    {
      "translation": {
        "en": "They were given Hebron in Judah with its surrounding pasturelands.",
        "sw": "babaha Heburoni mu ntāra y’Abayuda, n’amaragiro ahakikije;"
      }
    },
    {
      "translation": {
        "en": "Night pierces my bones; my gnawing pains never rest.",
        "sw": "Mw ijoro amagufa yanje yantobekeranirijwemwo, Uburibge buranguguna ntibumpumekera."
      }
    },
    {
      "translation": {
        "en": "“How beautiful are your tents, Jacob, your dwelling places, Israel!",
        "sw": "At’ Ewe kuntu amahema yanyu ari meza, yemwe aba Yakobo, Ukuntu imihana yanyu ari myiza, yemwe Abisirayeli!"
      }
    },
    {
      "translation": {
        "en": "of Bebai 623",
        "sw": "Abo mu ba Bebayi n’amajana atandatu na mirongwibiri na batatu."
      }
    },
    {
      "translation": {
        "en": "Cry out, Daughter Gallim! Listen, Laishah! Poor Anathoth!",
        "sw": "Shira ijwi hejuru utakambe, wa mukobga w’i Galimu! Banga ugutwi, Layisha! Ewe Anatoti uragowe!"
      }
    },
    {
      "translation": {
        "en": "Then I went to Syria and Cilicia.",
        "sw": "Maze nja mu ntāra z’i Siriya n’i Kilikiya."
      }
    },
    {
      "translation": {
        "en": "“Make an altar of acacia wood for burning incense.",
        "sw": "Kand’ uz’ ubāze igicaniro co kwoserezakw imibavu: ukibāze mu giti citwa umushita."
      }
    },
    {
      "translation": {
        "en": "Then Job replied:",
        "sw": "Maze Yobu arishura,"
      }
    },
    {
      "translation": {
        "en": "Simon and his companions went to look for him,",
        "sw": "Simoni n’abandi bāri kumwe na we baramukurikira:"
      }
    },
    {
      "translation": {
        "en": "the king of Madon one the king of Hazor one",
        "sw": "n’ uw’i Madoni, n’uw’i Hasori;"
      }
    },
    {
      "translation": {
        "en": "When they had crossed over, they landed at Gennesaret.",
        "sw": "Bamaze kujabuka hakurya, bafata i musozi mu ntāra y’i Genesareti."
      }
    },
    {
      "translation": {
        "en": "I urge you, therefore, to reaffirm your love for him.",
        "sw": "Nuko ndabinginga mukomeze urukundo kuri we."
      }
    },
    {
      "translation": {
        "en": "He keeps company with evildoers; he associates with the wicked.",
        "sw": "Agenda yifatanije n’abakora ivy’ ukugabitanya, Kand’ akagendana n’abanyakibi."
      }
    },
    {
      "translation": {
        "en": "The sons of Bela were: Addar, Gera, Abihud,",
        "sw": "Abahungu ba Bela ni Adari na Gera na Abihudi,"
      }
    },
    {
      "translation": {
        "en": "through Arodi, the Arodite clan; through Areli, the Arelite clan.",
        "sw": "na Arodi, ni we gishitsi c’inzu y’Abarodi; na Areli, ni we gishitsi c’inzu y’Abareli."
      }
    },
    {
      "translation": {
        "en": "“Listen to this, Job; stop and consider God’s wonders.",
        "sw": "Umve ibi, yewe Yobu: Hagarara, witegereze ibikorwa vy’Imana bitangaje."
      }
    },
    {
      "translation": {
        "en": "the descendants of Delaiah, Tobiah and Nekoda 642",
        "sw": "Abo mu ba Delaya no mu ba Tobiya no mu ba Nekoda n’amajana atandatu na mirongwine na babiri."
      }
    },
    {
      "translation": {
        "en": "They waged war against the Hagrites, Jetur, Naphish and Nodab.",
        "sw": "Bukeye batera Abahaguri na Yeturi na Nafisha na Nodabu;"
      }
    },
    {
      "translation": {
        "en": "Rehum, Hashabnah, Maaseiah,",
        "sw": "na Rehumu na Hashabuna na Mayaseya,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses and Aaron,",
        "sw": "Uhoraho abarira Mose na Aroni,"
      }
    },
    {
      "translation": {
        "en": "Keep on loving one another as brothers and sisters.",
        "sw": "Ugukunda bene Data ni kugumeho."
      }
    },
    {
      "translation": {
        "en": "Eluzai, Jerimoth, Bealiah, Shemariah and Shephatiah the Haruphite;",
        "sw": "na Eluzayi na Yerimoti na Beyaliya na Shemariya, na Shefatiya w’i Harufu;"
      }
    },
    {
      "translation": {
        "en": "(An omer is one-tenth of an ephah.)",
        "sw": "Ingero yitwa efa irimw’ izitwa omeru cumi."
      }
    },
    {
      "translation": {
        "en": "When they saw the star, they were overjoyed.",
        "sw": "Babonye iyo nyenyeri banezerwa akaneza kenshi cane."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "Beth Arabah, Zemaraim, Bethel,",
        "sw": "na Beti‐araba na Semarayimu na Beteli,"
      }
    },
    {
      "translation": {
        "en": "Neziah and Hatipha",
        "sw": "no mu ba Nesiya, no mu ba Hatifa."
      }
    },
    {
      "translation": {
        "en": "Or what can anyone give in exchange for their soul?",
        "sw": "Mbeg’ umuntu yotanga iki ngw acungure ubugingo bgiwe?"
      }
    },
    {
      "translation": {
        "en": "Then Job replied:",
        "sw": "Maze Yobu arishura,"
      }
    },
    {
      "translation": {
        "en": "Hivites, Arkites, Sinites,",
        "sw": "n’Abahiwi n’Abaruki n’Abasini,"
      }
    },
    {
      "translation": {
        "en": "And there was evening, and there was morning—the third day.",
        "sw": "Buragoroba, buraca: uwo n’umusi ugira gatatu."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "in Nebuchadnezzar’s eighteenth year, 832 people from Jerusalem;",
        "sw": "mu mwaka ugira icumi n’umunani Nebukadineza ari ku ngoma, yajanye ab’ inyagano amajana munani na mirongwitatu na babiri, abakūye i Yerusalemu;"
      }
    },
    {
      "translation": {
        "en": "along with Azariah, Ezra, Meshullam,",
        "sw": "na Azariya na Ezira na Meshulamu,"
      }
    },
    {
      "translation": {
        "en": "News of this spread through all that region.",
        "sw": "Iyo nkuru ikwira mur’ ico gihugu cose."
      }
    },
    {
      "translation": {
        "en": "You love every harmful word, you deceitful tongue!",
        "sw": "Wa rurimi rw’ingunge we, Ukunda amagambo yose ayongobeza abantu."
      }
    },
    {
      "translation": {
        "en": "The grace of our Lord Jesus Christ be with you.",
        "sw": "Ubuntu bg’Umwami wacu Yesu Kristo bubane namwe."
      }
    },
    {
      "translation": {
        "en": "An angel from heaven appeared to him and strengthened him.",
        "sw": "Umumarayika aramwiyereka, avuye mw ijuru, amuha intege."
      }
    },
    {
      "translation": {
        "en": "the third row was jacinth, agate and amethyst;",
        "sw": "mu wa gatatu har’ utwitwa leshemu na shevo na akilama;"
      }
    },
    {
      "translation": {
        "en": "The sons of Gomer: Ashkenaz, Riphath and Togarmah.",
        "sw": "Aba Gomeri ni Ashikenazi na Rifati na Togaruma."
      }
    },
    {
      "translation": {
        "en": "Thus the people were divided because of Jesus.",
        "sw": "Ishengero riramupfa,"
      }
    },
    {
      "translation": {
        "en": "and find out what pleases the Lord.",
        "sw": "Mumenye neza ibihimbara Umwami wacu,"
      }
    },
    {
      "translation": {
        "en": "Hadad, Tema, Jetur, Naphish and Kedemah.",
        "sw": "na Hadadi na Tema na Yeturi na Nafishi na Kedema:"
      }
    },
    {
      "translation": {
        "en": "They left Hazeroth and camped at Rithmah.",
        "sw": "Bavudukayo, basagaza i Ritima."
      }
    },
    {
      "translation": {
        "en": "The territory of their inheritance included: Zorah, Eshtaol, Ir Shemesh,",
        "sw": "Urubibe rw’ishamvu yabo rwaca i Sora n’i Eshitayoli n’i Irishemeshi,"
      }
    },
    {
      "translation": {
        "en": "Shekaniah, Rehum, Meremoth,",
        "sw": "na Shekaniya na Rehumu na Meremoti,"
      }
    },
    {
      "translation": {
        "en": "Atroth Shophan, Jazer, Jogbehah,",
        "sw": "n’i Ataroti‐shofani, n’i Yazeri, n’i Yogibeha,"
      }
    },
    {
      "translation": {
        "en": "Now the famine was still severe in the land.",
        "sw": "Kigoyi kirushiriza kuba cinshi mu gihugu."
      }
    },
    {
      "translation": {
        "en": "through Shupham, the Shuphamite clan; through Hupham, the Huphamite clan.",
        "sw": "na Shufamu, ni we gishitsi c’inzu y’Abashufamu; na Hufamu, ni we gishitsi c’inzu y’Abahufamu."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "Do not rule over them ruthlessly, but fear your God.",
        "sw": "Ntimuze mubatwaze igitugu, ariko mugende muntinya, jewe Imana yanyu."
      }
    },
    {
      "translation": {
        "en": "Greet Priscilla and Aquila, my co-workers in Christ Jesus.",
        "sw": "Muntahirize Purisikila na Akwila abākoranye nanje muri Kristo Yesu,"
      }
    },
    {
      "translation": {
        "en": "Our dear friend Luke, the doctor, and Demas send greetings.",
        "sw": "Luka, umuganga akundwa, na Dema, barabatasha."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord Almighty came to me.",
        "sw": "Ijambo ry’Uhoraho Nyen’ ingabo rinzako,"
      }
    },
    {
      "translation": {
        "en": "An honest answer is like a kiss on the lips.",
        "sw": "Uwishuye ibiroranye Biba bibaye nk’indamukanyo nziza."
      }
    },
    {
      "translation": {
        "en": "Jephthah sent back messengers to the Ammonite king,",
        "sw": "Yefuta yongera gutuma intumwa ku mwami w’Abamoni,"
      }
    },
    {
      "translation": {
        "en": "of Zattu 845",
        "sw": "Abo mu ba Zatu n’amajana munani na mirongwine na batanu."
      }
    },
    {
      "translation": {
        "en": "They left the Desert of Sin and camped at Dophkah.",
        "sw": "Bavudukayo, basagaza i Dofuka."
      }
    },
    {
      "translation": {
        "en": "for every lofty tower and every fortified wall,",
        "sw": "no ku munara wose ushizwe hejuru, no ku ruzitiro rurerure rwose rw’amabuye,"
      }
    },
    {
      "translation": {
        "en": "After him, Elon the Zebulunite led Israel ten years.",
        "sw": "Akurikirwa na Eloni wo mu Bazebuloni, aba umucamanza w’ Abisirayeli; amara imyaka cumi abacira imanza."
      }
    },
    {
      "translation": {
        "en": "When Pilate heard this, he was even more afraid,",
        "sw": "Nuko Pilato yumvise iryo jambo, arushiriza gutinya;"
      }
    },
    {
      "translation": {
        "en": "Giddel, Gahar, Reaiah,",
        "sw": "no mu ba Gideli, no mu ba Gahari, no mu ba Reyaya,"
      }
    },
    {
      "translation": {
        "en": "From the descendants of Binnui: Shimei,",
        "sw": "na Bani na Binuwi na Shimeyi,"
      }
    },
    {
      "translation": {
        "en": "He saw through their duplicity and said to them,",
        "sw": "Maz’ amenya ubugunge bgabo, arababgira,"
      }
    },
    {
      "translation": {
        "en": "Then they remembered his words.",
        "sw": "Bibuka ya majambo yiwe,"
      }
    },
    {
      "translation": {
        "en": "“I have installed my king on Zion, my holy mountain.”",
        "sw": "Ati Ni jewe niyimikiye umwami wanje Kuri Siyoni, umurwa wanje wera."
      }
    },
    {
      "translation": {
        "en": "Bukki his son, Uzzi his son, Zerahiah his son,",
        "sw": "uwa Abishuwa ni Buki, uwa Buki ni Uzi, uwa Uzi ni Zerahiya;"
      }
    },
    {
      "translation": {
        "en": "Keros, Sia, Padon,",
        "sw": "no mu ba Kerosi, no mu ba Siya, no mu ba Padoni,"
      }
    },
    {
      "translation": {
        "en": "Where then does wisdom come from? Where does understanding dwell?",
        "sw": "None rer’ ubgenge bganduruka he? Kand’ ahantu ugutahura kuba ni hehe?"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to me,",
        "sw": "Uhoraho arambarira,"
      }
    },
    {
      "translation": {
        "en": "Bilhah, Ezem, Tolad,",
        "sw": "n’i Biluha n’i Esemu n’i Toladi,"
      }
    },
    {
      "translation": {
        "en": "Maharai the Netophathite, Heled son of Baanah the Netophathite,",
        "sw": "na Maharayi w’i Netofati, na Heleda mwene Bayana w’i Netofati nyene;"
      }
    },
    {
      "translation": {
        "en": "Salmon the father of Boaz, Boaz the father of Obed,",
        "sw": "Salumoni yavyaye Bowazi; Bowazi yavyaye Obedi;"
      }
    },
    {
      "translation": {
        "en": "Gath, Mareshah, Ziph,",
        "sw": "na Gati na Maresha na Zifu,"
      }
    },
    {
      "translation": {
        "en": "Those who heard this asked, “Who then can be saved?”",
        "sw": "Abavyumvise baravuga, bati None rero, ni nde ashobora gukizwa?"
      }
    },
    {
      "translation": {
        "en": "Neziah and Hatipha",
        "sw": "no mu ba Nesiya, no mu ba Hatifa."
      }
    },
    {
      "translation": {
        "en": "From there he went up to Beersheba.",
        "sw": "Avayo aradūga, aja i Beri‐sheba."
      }
    },
    {
      "translation": {
        "en": "the king of Debir one the king of Geder one",
        "sw": "n’uw’i Debira, n’uw’i Gederi;"
      }
    },
    {
      "translation": {
        "en": "Casting the lot settles disputes and keeps strong opponents apart.",
        "sw": "Ubupfindo bumara ibihāri, Kandi butātūra abakomeye."
      }
    },
    {
      "translation": {
        "en": "Thus, by their fruit you will recognize them.",
        "sw": "Nuko muzobamenyera ku vyo bama."
      }
    },
    {
      "translation": {
        "en": "I have great sorrow and unceasing anguish in my heart.",
        "sw": "yuko mfise intuntu nyinshi n’umubabaro udahengeshanya mu mutima."
      }
    },
    {
      "translation": {
        "en": "In you, Lord my God, I put my trust.",
        "sw": "Uhoraho, ni wewe ncurūrira umutima."
      }
    },
    {
      "translation": {
        "en": "There were 736 horses, 245 mules,",
        "sw": "Amafarasi yabo yār’ amajana ndwi na mirongwitatu n’atandatu; n’inyumbu zabo zār’ amajana abiri na mirongwine na zitanu;"
      }
    },
    {
      "translation": {
        "en": "After going through Pisidia, they came into Pamphylia,",
        "sw": "Baca i Pisidiya, bashika i Pamfiliya."
      }
    },
    {
      "translation": {
        "en": "the land of the Kenites, Kenizzites, Kadmonites,",
        "sw": "ari co c’Abanyakeni n’ic’ Abakenizi n’ic’ Abakadimoni,"
      }
    },
    {
      "translation": {
        "en": "of Magbish 156",
        "sw": "Ab’i Magibishi n’ijana na mirongwitanu na batandatu."
      }
    },
    {
      "translation": {
        "en": "therefore, you shepherds, hear the word of the Lord :",
        "sw": "nuko rero, ni mwumve ijambo ry’ Uhoraho, yemwe mwa bungere:"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Dan, Ammiel son of Gemalli;",
        "sw": "Mu muryango wa Dani hatumwa Amiyeli mwene Gemali."
      }
    },
    {
      "translation": {
        "en": "the fifth to Malkijah, the sixth to Mijamin,",
        "sw": "ubga gatanu Malukiya, ubga gatandatu Miyamini;"
      }
    },
    {
      "translation": {
        "en": "when darkened by thawing ice and swollen with melting snow,",
        "sw": "Iciwe iyondoyondo n’urubura, Shelegi ikīhishamwo;"
      }
    },
    {
      "translation": {
        "en": "Eleasah the father of Sismai, Sismai the father of Shallum,",
        "sw": "Eleyasa avyara Sisimayi, Sisimayi avyara Shalumu;"
      }
    },
    {
      "translation": {
        "en": "and with each of the seven lambs, one-tenth.",
        "sw": "iryo ku mwana w’intama umwe‐umwe mur’ abo, ukw ar’ indwi, ribe ikigiracumi kimwe."
      }
    },
    {
      "translation": {
        "en": "Hukok and Rehob, together with their pasturelands;",
        "sw": "na Hukoki na Rehobu, bo n’amaragiro bigendanye;"
      }
    },
    {
      "translation": {
        "en": "Thus the saying ‘One sows and another reaps’ is true.",
        "sw": "Kuko mur’ ivyo ari ho iri jambo rimenyekanira kw ar’ iry’ ukuri, ngo Habiba umwe, hakimbura uwundi."
      }
    },
    {
      "translation": {
        "en": "of Iddo’s, Zechariah; of Ginnethon’s, Meshullam;",
        "sw": "mu ba Ido ni Zekariya; mu ba Ginetoni ni Meshulamu;"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses and Aaron,",
        "sw": "Uhoraho abarira Mose na Aroni,"
      }
    },
    {
      "translation": {
        "en": "So Moses went down to the people and told them.",
        "sw": "Nuko Mose aramanuka, aja ku bantu, arabibashikiriza."
      }
    },
    {
      "translation": {
        "en": "He leads priests away stripped and overthrows officials long established.",
        "sw": "Ishorera abaherezi ar’ inyagano, Icurikiranya abakomeye."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "“You mean he has deceived you also?” the Pharisees retorted.",
        "sw": "Abafarisayo barababaza, bati Mbega namwe mwajimijwe?"
      }
    },
    {
      "translation": {
        "en": "Abraham lived a hundred and seventy-five years.",
        "sw": "Nukw imisi Aburahamu yamaze n’imyaka ijana na mirongwirindwi n’itanu."
      }
    },
    {
      "translation": {
        "en": "Lazy hands make for poverty, but diligent hands bring wealth.",
        "sw": "Ukuboko kw’umunebge kwizanira ubgoro, Arik’ ukuboko kw’umunyamwete kuratungisha."
      }
    },
    {
      "translation": {
        "en": "‘Job speaks without knowledge; his words lack insight.’",
        "sw": "Bati Yobu avuga ico atazi, Kand’ amagambo yiwe nta bgenge burimwo."
      }
    },
    {
      "translation": {
        "en": "Dan, Joseph, Benjamin, Naphtali, Gad and Asher.",
        "sw": "na Dani na Yosefu na Benyamini na Nafutali na Gadi na Asheri."
      }
    },
    {
      "translation": {
        "en": "David was the youngest. The three oldest followed Saul,",
        "sw": "Dawidi ni we yar’ umuhererezi; kand’ abo bakuru be batatu bāri bāratabaranye na Sauli."
      }
    },
    {
      "translation": {
        "en": "Maon, Carmel, Ziph, Juttah,",
        "sw": "Hāri na Mayoni na Karumeli na Zifu na Yuta,"
      }
    },
    {
      "translation": {
        "en": "So the king and Haman went to Queen Esther’s banquet,",
        "sw": "Nuk’ umwami na Hamani baza gusangira n’umwamikazi Esiteri."
      }
    },
    {
      "translation": {
        "en": "The sons of Mushi: Mahli, Eder and Jerimoth—three in all.",
        "sw": "Bene Mushi bāri Mahili na Ederi na Yeremoti ukw ari batatu."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "Then the Lord spoke to Job out of the storm:",
        "sw": "Maz’ Uhoraho yishurira Yobu mu gashururu,"
      }
    },
    {
      "translation": {
        "en": "When I am afraid, I put my trust in you.",
        "sw": "Igihe cose ntinye Nzokwizigira."
      }
    },
    {
      "translation": {
        "en": "Again Abraham bowed down before the people of the land",
        "sw": "Aburahamu yikubita imbere ya ben’ igihugu."
      }
    },
    {
      "translation": {
        "en": "That, however, is not the way of life you learned",
        "sw": "Ariko mweho ntimwize Kristo murtyo,"
      }
    },
    {
      "translation": {
        "en": "Six days you shall labor and do all your work,",
        "sw": "Mu misi itandatu uz’ ukore, abe ari yo ukoreramw’ ibikorwa vyawe vyose:"
      }
    },
    {
      "translation": {
        "en": "Greet Mary, who worked very hard for you.",
        "sw": "Muntahirize Mariya yakoreye mwebge cane."
      }
    },
    {
      "translation": {
        "en": "His division numbers 35,400.",
        "sw": "ingabo zāharūwe zabo zar’ ibihumbi mirongwitatu na bitanu n’amajana ane."
      }
    },
    {
      "translation": {
        "en": "They left Mithkah and camped at Hashmonah.",
        "sw": "Bavudukayo, basagaza i Hashimona."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses and Aaron:",
        "sw": "Uhoraho abarira Mose na Aroni,"
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to me.",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "And the Reubenites rebuilt Heshbon, Elealeh and Kiriathaim,",
        "sw": "Abareyubeni bubaka i Heshiboni, n’i Eleyale, n’i Kiriyatayimu,"
      }
    },
    {
      "translation": {
        "en": "Stop judging by mere appearances, but instead judge correctly.”",
        "sw": "Ntimupfe guca imanza ku biboneka, ariko muce imanza z’ukuri."
      }
    },
    {
      "translation": {
        "en": "He pours contempt on nobles and disarms the mighty.",
        "sw": "Isuka agakēngērwe ku bahambaye, Ikadohora umukanda w’abahizi."
      }
    },
    {
      "translation": {
        "en": "The Lord said to me: “What they say is good.",
        "sw": "Uhoraho akambarira, at’ Ivyo bavuze babivuze ko."
      }
    },
    {
      "translation": {
        "en": "You have made us scum and refuse among the nations.",
        "sw": "Waduhinduye nk’udukokorwa n’umwavu hagati y’amahanga."
      }
    },
    {
      "translation": {
        "en": "Adoraim, Lachish, Azekah,",
        "sw": "na Adorayimu na Lakishi na Azeka,"
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to Samuel:",
        "sw": "Maz’ ijambo ry’Uhoraho riza kuri Samweli,"
      }
    },
    {
      "translation": {
        "en": "Issachar, Zebulun and Benjamin;",
        "sw": "na Isakari, na Zebuloni, na Benyamini,"
      }
    },
    {
      "translation": {
        "en": "By Hushim he had Abitub and Elpaal.",
        "sw": "Kand’ abo yavyaye kuri Hushimu ni Abitubu na Elipali."
      }
    },
    {
      "translation": {
        "en": "“You shall not murder.",
        "sw": "Ntukice."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Issachar was 54,400.",
        "sw": "abāharūwe bo mu muryango wa Isakari baba ibihumbi mirongwitanu na bine n’amajana ane."
      }
    },
    {
      "translation": {
        "en": "Then Eliphaz the Temanite replied:",
        "sw": "Maze Elifazi w’i Temani arishura,"
      }
    },
    {
      "translation": {
        "en": "And Job continued his discourse:",
        "sw": "Maze Yobu yongera kuvuga amajambo yiwe y’ibirāgurāgu,"
      }
    },
    {
      "translation": {
        "en": "I love you, Lord , my strength.",
        "sw": "Ndagukunda, Uhoraho we, ni wewe nkomezi zanje."
      }
    },
    {
      "translation": {
        "en": "Poratha, Adalia, Aridatha,",
        "sw": "na Porata na Adaliya na Aridata,"
      }
    },
    {
      "translation": {
        "en": "A prophecy against Babylon that Isaiah son of Amoz saw:",
        "sw": "Imbūri yo kuri Babuloni, iyo Yesaya mwene Amosi yeretswe."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "of Pahath-Moab (through the line of Jeshua and Joab) 2,812",
        "sw": "Abo mu ba Pahati‐mowabu, bandurutse kuri Yosuwa na Yowabu, n’ibihumbi bibiri n’amajana munani n’ icumi na babiri."
      }
    },
    {
      "translation": {
        "en": "“Let us break their chains and throw off their shackles.”",
        "sw": "Bati Ngo ducagagure imvuto bātubohesheje, Dute kure ingoyi bādushizemwo."
      }
    },
    {
      "translation": {
        "en": "Give us each day our daily bread.",
        "sw": "imisi yose uduhe ivyo kurya vyayo;"
      }
    },
    {
      "translation": {
        "en": "Hoshea, Hananiah, Hasshub,",
        "sw": "na Hosheya na Hananiya na Hashubu,"
      }
    },
    {
      "translation": {
        "en": "They left Elim and camped by the Red Sea.",
        "sw": "Bavudukayo, basagaza ku Kiyaga Gitukura."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "When Lamech had lived 182 years, he had a son.",
        "sw": "Lameki amaze imyaka ijana na mirongumunani n’ibiri avyara umwana w’umuhungu:"
      }
    },
    {
      "translation": {
        "en": "They all ate the same spiritual food",
        "sw": "bose bagasangira vya vyo kurya vy’impwemu,"
      }
    },
    {
      "translation": {
        "en": "Elkanah his son, Ebiasaph his son, Assir his son,",
        "sw": "uwa Asiri ni Elukana, uwa Elukana ni Ebiyasafu, uwa Ebiyasafu ni Asiri;"
      }
    },
    {
      "translation": {
        "en": "But godliness with contentment is great gain.",
        "sw": "Ariko kwubaha Imana gufatanije no kubūmbga n’ivy’ ufise kuvamw’ inyungu nyinshi koko:"
      }
    },
    {
      "translation": {
        "en": "For my yoke is easy and my burden is light.”",
        "sw": "Kukw ingata yanje itababaza, n’umutwaro wanje uhwahutse."
      }
    },
    {
      "translation": {
        "en": "the thirteenth to Huppah, the fourteenth to Jeshebeab,",
        "sw": "ubg’ icumi na gatatu Hupa, ubg’ icumi na kane Yeshebeyabu;"
      }
    },
    {
      "translation": {
        "en": "Aram, Ephraim and Remaliah’s son have plotted your ruin, saying,",
        "sw": "Abasiriya n’Abefurayimu na mwene Remaliya ko baguhigiye imihigo, bakavuga,"
      }
    },
    {
      "translation": {
        "en": "All God’s people here send their greetings.",
        "sw": "Abera bose barabaganūtsa."
      }
    },
    {
      "translation": {
        "en": "You slaughtered my children and sacrificed them to the idols.",
        "sw": "ko wungikanya ukica n’abana banje, ukabatanga, ukabibosereza mu muriro nk’ ibimazi?"
      }
    },
    {
      "translation": {
        "en": "who build Zion with bloodshed, and Jerusalem with wickedness.",
        "sw": "abubakisha Siyoni amaraso muvishije, n’i Yerusalemu mukahubakisha ibigabitanyo!"
      }
    },
    {
      "translation": {
        "en": "The Lord also said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Micah his son, Reaiah his son, Baal his son,",
        "sw": "uwa Shimeyi ni Mika, uwa Mika ni Reyaya, uwa Reyaya ni Bayali,"
      }
    },
    {
      "translation": {
        "en": "of Ezra’s, Meshullam; of Amariah’s, Jehohanan;",
        "sw": "mu ba Ezira ni Meshulamu; mu ba Amariya ni Yehohanani;"
      }
    },
    {
      "translation": {
        "en": "Asnah, Meunim, Nephusim,",
        "sw": "no mu ba Asina, no mu ba Mehunimu, no mu ba Nefisimu,"
      }
    },
    {
      "translation": {
        "en": "Then the high priest asked Stephen, “Are these charges true?”",
        "sw": "Umuherezi mukuru aramubaza, ati Mbeg’ ivyo ni ko biri?"
      }
    },
    {
      "translation": {
        "en": "But I will stay on at Ephesus until Pentecost,",
        "sw": "Ariko nzotebera muri Efeso gushitsa kuri Pentekote:"
      }
    },
    {
      "translation": {
        "en": "Obed the father of Jehu, Jehu the father of Azariah,",
        "sw": "Obedi avyara Yehu, Yehu avyara Azariya;"
      }
    },
    {
      "translation": {
        "en": "“The Lord was very angry with your ancestors.",
        "sw": "rit’ Uhoraho yarakiye cane ba sogokuruza banyu."
      }
    },
    {
      "translation": {
        "en": "Moses also said to Korah, “Now listen, you Levites!",
        "sw": "Maze Mose abarira Kora, at’ Enda ni mwumve, yemwe Balewi:"
      }
    },
    {
      "translation": {
        "en": "Lachish, Bozkath, Eglon,",
        "sw": "na Lakishi na Bosikati na Eguloni,"
      }
    },
    {
      "translation": {
        "en": "waiting to catch him in something he might say.",
        "sw": "bamutega ngo bafate ijambo ryomukorokana."
      }
    },
    {
      "translation": {
        "en": "So Jehu destroyed Baal worship in Israel.",
        "sw": "Uko ni ko Yehu yahenebereje ya mana Bayali, akayikūra mu Bisirayeli."
      }
    },
    {
      "translation": {
        "en": "Eltekeh, Gibbethon, Baalath,",
        "sw": "n’i Eliteke n’i Gibetoni n’i Balati,"
      }
    },
    {
      "translation": {
        "en": "They left Kibroth Hattaavah and camped at Hazeroth.",
        "sw": "Bavudukayo, basagaza i Haseroti."
      }
    },
    {
      "translation": {
        "en": "the eighth to Jeshaiah, his sons and relatives 12",
        "sw": "ubg’ umunani bgerekana Yeshaya n’ abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "Do not treat prophecies with contempt",
        "sw": "ntimugakengere ivy’ abavugishwa n’Imana;"
      }
    },
    {
      "translation": {
        "en": "Noah did everything just as God commanded him.",
        "sw": "Nuko Nowa abigenza artyo: ukw Imana yamubariye kwose ni ko yakoze."
      }
    },
    {
      "translation": {
        "en": "Then Balaam went with Balak to Kiriath Huzoth.",
        "sw": "Nuko Balamu ajana na Balaki, baja i Kiriyati‐husoti."
      }
    },
    {
      "translation": {
        "en": "They left Iye Abarim and camped at Dibon Gad.",
        "sw": "Bavudukayo, basagaza i Diboni‐gadi."
      }
    },
    {
      "translation": {
        "en": "Kabbon, Lahmas, Kitlish,",
        "sw": "na Kaboni na Lahimamu na Kitilishi,"
      }
    },
    {
      "translation": {
        "en": "Each soldier had taken plunder for himself.",
        "sw": "Kuk’ umuntu wese mur’ izo ngabo yari yisahuriye isahu."
      }
    },
    {
      "translation": {
        "en": "“Lord,” they answered, “we want our sight.”",
        "sw": "Ziti Tugomba kw amaso yacu ahumūka Mwami."
      }
    },
    {
      "translation": {
        "en": "“You shall not murder.",
        "sw": "Ntukice."
      }
    },
    {
      "translation": {
        "en": "Shephatiah, Hattil, Pokereth-Hazzebaim and Amon",
        "sw": "no mu ba Shefatiya, no mu ba Hatili, no mu ba Pokereti‐hasebayimu, no mu ba Amoni."
      }
    },
    {
      "translation": {
        "en": "Shephatiah, Hattil, Pokereth-Hazzebaim and Ami",
        "sw": "no mu ba Shefatiya, no mu ba Hatili, no mu ba Pokereti‐hasebayimu, no mu ba Ami."
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "Jakim, Zikri, Zabdi,",
        "sw": "Kandi Yakimu na Zikuri na Zabudi,"
      }
    },
    {
      "translation": {
        "en": "Finally, the woman died.",
        "sw": "Hanyuma ya bose nya mugore arapfa."
      }
    },
    {
      "translation": {
        "en": "I have not coveted anyone’s silver or gold or clothing.",
        "sw": "Nta co nifuje, ar’ ifeza ar’ izahabu ar’ ivyambarwa vy’umuntu n’umwe."
      }
    },
    {
      "translation": {
        "en": "Then Ibzan died and was buried in Bethlehem.",
        "sw": "Ibusani araheza arapfa, bamuhamba i Betelehemu."
      }
    },
    {
      "translation": {
        "en": "counted by their clans, were 3,200.",
        "sw": "bār’ ibihumbi bitatu n’amajana abiri, bāharūwe nk’ukw imiryango yabo iri, nk’ukw amazu ya ba sekuruza ari."
      }
    },
    {
      "translation": {
        "en": "He wrote a letter as follows:",
        "sw": "Yandika icete nka ben’ iki:"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Asher they received Mashal, Abdon,",
        "sw": "ku vy’umuryango w’Abasheri babaha Mashali na Abudoni,"
      }
    },
    {
      "translation": {
        "en": "Meshezabel, Zadok, Jaddua,",
        "sw": "na Meshezabeli na Sadoki na Yaduwa,"
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "More than forty men were involved in this plot.",
        "sw": "Abāhize bartyo bāsāga mirongwine."
      }
    },
    {
      "translation": {
        "en": "They left Bene Jaakan and camped at Hor Haggidgad.",
        "sw": "Bavudukayo, basagaza i Hori‐hagidigadi."
      }
    },
    {
      "translation": {
        "en": "Abraham left everything he owned to Isaac.",
        "sw": "Aburahamu araga Isaka ivyo yar’ afise vyose."
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to me:",
        "sw": "Nukw ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
        "sw": "Yokitani yavyaye Alumodadi na Shelefu na Hasarumaweti na Yera,"
      }
    },
    {
      "translation": {
        "en": "For the Son of Man is Lord of the Sabbath.”",
        "sw": "Kuk’ Umwana w’umuntu ar’ Umwami w’isabato."
      }
    },
    {
      "translation": {
        "en": "At this, all Adonijah’s guests rose in alarm and dispersed.",
        "sw": "Maz’ abatumire ba Adoniya bose baranduka imitima, bava hasi, umuntu wese afata inzira yiwe."
      }
    },
    {
      "translation": {
        "en": "Dan and Naphtali; Gad and Asher.",
        "sw": "na Dani, na Nafutali, na Gadi, na Asheri."
      }
    },
    {
      "translation": {
        "en": "“At this my heart pounds and leaps from its place.",
        "sw": "Ivyo bihindisha agashitsi umutima wanje, Ukamvamwo."
      }
    },
    {
      "translation": {
        "en": "These were the clans of Judah; those numbered were 76,500.",
        "sw": "Ayo ni yo mazu y’aba Yuda, nk’ukw abāharūwe bari, ukw ar’ ibihumbi mirongwirindwi na bitandatu n’amajana atanu."
      }
    },
    {
      "translation": {
        "en": "Ephraim is joined to idols; leave him alone!",
        "sw": "Efurayimu yifatanije n’ibigirwamana: n’umureke!"
      }
    },
    {
      "translation": {
        "en": "No, this is what was spoken by the prophet Joel:",
        "sw": "arikw ivyo n’ivyavuzwe n’uwavugishwa n’Imana Yoweli,"
      }
    },
    {
      "translation": {
        "en": "These were the clans of Gad; those numbered were 40,500.",
        "sw": "Ayo ni yo mazu y’Abagadi, nk’ukw abāharūwe bari, ukw ar’ ibihumbi mirongwine n’amajana atanu."
      }
    },
    {
      "translation": {
        "en": "Hallohesh, Pilha, Shobek,",
        "sw": "na Haloheshi na Piliha na Shobeka,"
      }
    },
    {
      "translation": {
        "en": "Nogah, Nepheg, Japhia,",
        "sw": "na Noga na Nefegi na Yafiya,"
      }
    },
    {
      "translation": {
        "en": "Show me your ways, Lord , teach me your paths.",
        "sw": "Uhoraho, nyereka inzira zawe, Nyigisha amarango yawe."
      }
    },
    {
      "translation": {
        "en": "No lie was found in their mouths; they are blameless.",
        "sw": "Kandi mu kanwa kabo ntihābonetsemw’ ikinyoma: nta gasembga bagira."
      }
    },
    {
      "translation": {
        "en": "Jews demand signs and Greeks look for wisdom,",
        "sw": "Kukw Abayuda basaba ibimenyetso, Abagiriki barondera ubgenge,"
      }
    },
    {
      "translation": {
        "en": "With me are riches and honor, enduring wealth and prosperity.",
        "sw": "Itunga n’icubahiro bir’ i wanje; N’ubutunzi buramba, bo n’ ubugororotsi."
      }
    },
    {
      "translation": {
        "en": "But it was Solomon who built a house for him.",
        "sw": "Ariko Salomo ni we yayubakiye ingoro."
      }
    },
    {
      "translation": {
        "en": "the signet rings and nose rings,",
        "sw": "n’impeta zo ku ntoke n’izo ku mazuru,"
      }
    },
    {
      "translation": {
        "en": "Laban called it Jegar Sahadutha, and Jacob called it Galeed.",
        "sw": "Labani acita Yegari‐sahaduta: Yakobo na we acita Galedi."
      }
    },
    {
      "translation": {
        "en": "For God does not show favoritism.",
        "sw": "kukw Imana itarobanura abantu ku cubahiro."
      }
    },
    {
      "translation": {
        "en": "The river gates are thrown open and the palace collapses.",
        "sw": "Imigomero y’inzūzi iragomorowe, n’ingoro y’umwami irasenyeranye."
      }
    },
    {
      "translation": {
        "en": "To crush underfoot all prisoners in the land,",
        "sw": "Gusiribanga imbohe zose zo mw isi,"
      }
    },
    {
      "translation": {
        "en": "They left Dibon Gad and camped at Almon Diblathaim.",
        "sw": "Bavudukayo, basagaza muri Alumoni‐dibulatayimu."
      }
    },
    {
      "translation": {
        "en": "no man with a crippled foot or hand,",
        "sw": "ar’ ūvunitse ikirenge cank’ igikonjo,"
      }
    },
    {
      "translation": {
        "en": "Then Job replied to the Lord :",
        "sw": "Maze Yobu yishura Uhoraho,"
      }
    },
    {
      "translation": {
        "en": "of Mikmash 122",
        "sw": "Abagabo b’i Mikimasi n’ijana na mirongwibiri na babiri."
      }
    },
    {
      "translation": {
        "en": "Sanctify them by the truth; your word is truth.",
        "sw": "Ubeze mu kuri: ijambo ryawe ni ryo kuri."
      }
    },
    {
      "translation": {
        "en": "also Basemath daughter of Ishmael and sister of Nebaioth.",
        "sw": "na Basemati mushiki wa Nebayoti, umukobga wa Ishimayeli."
      }
    },
    {
      "translation": {
        "en": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam and Korah.",
        "sw": "Bene Esau ni Elifazi na Ruweli na Yushi na Yalamu na Kora."
      }
    },
    {
      "translation": {
        "en": "Whoever plots evil will be known as a schemer.",
        "sw": "Uwigerera gukora ibibi Abantu bazomwita Kanyengunge."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Remember Lot’s wife!",
        "sw": "Mwibuke muka Loti."
      }
    },
    {
      "translation": {
        "en": "Diligent hands will rule, but laziness ends in forced labor.",
        "sw": "Ukuboko kw’abanyamwete kuzoganza, Arik’ umunyabute azoshirwa mu buja."
      }
    },
    {
      "translation": {
        "en": "“Then all the virgins woke up and trimmed their lamps.",
        "sw": "Buno za nkumi zose zirazanzamuka, zitunganya amatara yazo."
      }
    },
    {
      "translation": {
        "en": "Terah lived 205 years, and he died in Harran.",
        "sw": "Imisi Tera yamaze yabaye imyaka amajana abiri n’iyindi itanu: Tera araheza apfira i Harani."
      }
    },
    {
      "translation": {
        "en": "But those sacrifices are an annual reminder of sins.",
        "sw": "Ariko mur’ ivyo bimazi har’ icibukiriza ivyaha uk’ umwaka utashe."
      }
    },
    {
      "translation": {
        "en": "My companion attacks his friends; he violates his covenant.",
        "sw": "Wa wundi yarāmvuye amaboko ngw arwanye abābana na we amahoro, Yahumanije isezerano ryiwe."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses and Aaron,",
        "sw": "Uhoraho abarira Mose na Aroni,"
      }
    },
    {
      "translation": {
        "en": "adultery, greed, malice, deceit, lewdness, envy, slander, arrogance and folly.",
        "sw": "ubgivyi, ubgicanyi, ubusambanyi, ukwifuza, kugira nabi, ubugunge, ivy’ isoni nke, ijisho ribi, ibitutsi, ubgibone, ubupfu:"
      }
    },
    {
      "translation": {
        "en": "Ira the Ithrite, Gareb the Ithrite",
        "sw": "na Ira w’i Ituri, na Garebu w’i Ituri nyene;"
      }
    },
    {
      "translation": {
        "en": "“Stop grumbling among yourselves,” Jesus answered.",
        "sw": "Yesu arabishura, ati Nta co mugira imyidodombo muri mwebge."
      }
    },
    {
      "translation": {
        "en": "Three sons of Benjamin: Bela, Beker and Jediael.",
        "sw": "Bene Benyamini ni Bela na Bekeri na Yediyayeli, ukw ari batatu."
      }
    },
    {
      "translation": {
        "en": "Eliahba the Shaalbonite, the sons of Jashen, Jonathan",
        "sw": "na Eliyaba w’i Shaliboni, na bene Yasheni, na Yonatani;"
      }
    },
    {
      "translation": {
        "en": "The sons of Gershon, by clans, were Libni and Shimei.",
        "sw": "Bene Gerushoni ni Libuni na Shimeyi, nk’ukw amazu yabo ari."
      }
    },
    {
      "translation": {
        "en": "Moses listened to his father-in-law and did everything he said.",
        "sw": "Nuko Mose yumvira sebukwe, akora ivyo yamubariye vyose."
      }
    },
    {
      "translation": {
        "en": "“Who are my mother and my brothers?” he asked.",
        "sw": "Na we arababaza, ati Mama ni nde, canke bene mama ni ba nde?"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryanjeko,"
      }
    },
    {
      "translation": {
        "en": "These were the clans of Manasseh; those numbered were 52,700.",
        "sw": "Ayo ni yo mazu y’aba Manase: abāharūwe bo muri bo bār’ ibihumbi mirongwitanu na bibiri n’ amajana ndwi."
      }
    },
    {
      "translation": {
        "en": "Amam, Shema, Moladah,",
        "sw": "na Amamu na Shema na Molada,"
      }
    },
    {
      "translation": {
        "en": "Joab sent David a full account of the battle.",
        "sw": "Maze Yowabu atuma kumenyesha Dawidi ivy’ intambara uko bimeze;"
      }
    },
    {
      "translation": {
        "en": "from Simeon, warriors ready for battle—7,100;",
        "sw": "Abo mu Basimeyoni, abantu b’abahizi b’abanyentambara, bār’ ibihumbi ndwi n’ijana."
      }
    },
    {
      "translation": {
        "en": "“You shall not commit adultery.",
        "sw": "Ntugasambane."
      }
    },
    {
      "translation": {
        "en": "They gave him a piece of broiled fish,",
        "sw": "Bamuha igihimba c’ifi yokeje,"
      }
    },
    {
      "translation": {
        "en": "Don’t be deceived, my dear brothers and sisters.",
        "sw": "Ntimuzimire, bene Data nkunda."
      }
    },
    {
      "translation": {
        "en": "of Bigvai 2,067",
        "sw": "Abo mu ba Bigivayi n’ibihumbi bibiri na mirongwitandatu n’indwi."
      }
    },
    {
      "translation": {
        "en": "His division numbers 54,400.",
        "sw": "ingabo zāharūwe zabo zar’ ibihumbi mirongwitanu na bine n’amajana ane."
      }
    },
    {
      "translation": {
        "en": "The total number of the men of Israel was 601,730.",
        "sw": "Abo ni bo bāharūwe bo mu Bisirayeli: bose na bose bār’ ibihumbi amajana atandatu na kimwe n’amajana ndwi na mirongwitatu."
      }
    },
    {
      "translation": {
        "en": "Word came to Saul: “David is in Naioth at Ramah”;",
        "sw": "Maze babgira Sauli, bat’ Erega Dawidi ar’ i Nayoti i Rama."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "The disciples did so, and everyone sat down.",
        "sw": "Babigira bartyo, barabīcarika bose."
      }
    },
    {
      "translation": {
        "en": "for a female, set her value at thirty shekels ;",
        "sw": "Ni yaba umukobga cank’ umugore, uzoba ukwiye kumucira shekeli mirongwitatu."
      }
    },
    {
      "translation": {
        "en": "Abraham set apart seven ewe lambs from the flock,",
        "sw": "Aburahamu arobanura imyagazi y’intama ndwi ivyara yo mu mukuku wiwe."
      }
    },
    {
      "translation": {
        "en": "from Benjamin, Abidan son of Gideoni;",
        "sw": "mu ba Benyamini ni Abidani mwene Gideyoni;"
      }
    },
    {
      "translation": {
        "en": "He had seven sons and three daughters,",
        "sw": "Yar’ afise abahungu ndwi n’abakobga batatu."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "of Mikmash 122",
        "sw": "Abagabo b’i Mikimasi n’ijana na mirongwibiri na babiri."
      }
    },
    {
      "translation": {
        "en": "He added, “Name your wages, and I will pay them.”",
        "sw": "Ati Ncira ingero nzokugerera, nanje nzoyitanga."
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "of Immer 1,052",
        "sw": "Abo mu ba Imeri n’igihumbi na mirongwitanu na babiri."
      }
    },
    {
      "translation": {
        "en": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth—",
        "sw": "n’i Beti‐peyori, n’ agahanamo ka Pisiga, n’i Beti‐yeshimoti,"
      }
    },
    {
      "translation": {
        "en": "Then Bildad the Shuhite replied:",
        "sw": "Maze Biludadi w’i Shuhi aramwishura,"
      }
    },
    {
      "translation": {
        "en": "of Adin 655",
        "sw": "Abo mu ba Adini n’amajana atandatu na mirongwitanu na batanu."
      }
    },
    {
      "translation": {
        "en": "Adaiah, Beraiah and Shimrath were the sons of Shimei.",
        "sw": "na Adaya na Beraya na Shimurati ni bene Shimeyi."
      }
    },
    {
      "translation": {
        "en": "They left Rithmah and camped at Rimmon Perez.",
        "sw": "Bavudukayo, basagaza i Rimoni‐Peresi."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Seraiah, Azariah, Jeremiah,",
        "sw": "na Seraya na Azariya na Yeremiya,"
      }
    },
    {
      "translation": {
        "en": "Hananiah, Elam, Anthothijah,",
        "sw": "na Hananiya na Elamu na Anitotiya,"
      }
    },
    {
      "translation": {
        "en": "The Lord replied, “I have forgiven them, as you asked.",
        "sw": "Uhoraho aramwishura, ati Ndabahariye nk’uk’ unsavye;"
      }
    },
    {
      "translation": {
        "en": "There were about twelve men in all.",
        "sw": "Abo bose bār’ abagabo nk’icumi na babiri."
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "Because of these, the wrath of God is coming.",
        "sw": "ivyo ni vyo bizanira uburake bg’Imana abantu b’intabarirwa."
      }
    },
    {
      "translation": {
        "en": "neither was man created for woman, but woman for man.",
        "sw": "Kand’ umugabo ntiyaremwe kubg’ umugore, arik’ umugore ni we yaremwe kubg’ umugabo."
      }
    },
    {
      "translation": {
        "en": "from the tribe of Gad, Geuel son of Maki.",
        "sw": "Mu muryango wa Gadi hatumwa Geweli mwene Maki."
      }
    },
    {
      "translation": {
        "en": "She bore him sons: Jeush, Shemariah and Zaham.",
        "sw": "Bavyarana abana b’abahungu Yushi na Shemariya na Zahamu."
      }
    },
    {
      "translation": {
        "en": "Barkos, Sisera, Temah,",
        "sw": "no mu ba Barikosi, no mu ba Sisera, no mu ba Tema,"
      }
    },
    {
      "translation": {
        "en": "in Lod and Ono, and in Ge Harashim.",
        "sw": "n’i Lodi n’i Ono ari co kiyaya c’ abanyamyuga."
      }
    },
    {
      "translation": {
        "en": "Ahaz his son, Hezekiah his son, Manasseh his son,",
        "sw": "uwa Yotamu ni Ahazi, uwa Ahazi ni Hezekiya, uwa Hezekiya ni Manase;"
      }
    },
    {
      "translation": {
        "en": "and if I asked you, you would not answer.",
        "sw": "n’iyo nobabaza, ntimwonyishura."
      }
    },
    {
      "translation": {
        "en": "Much dreaming and many words are meaningless. Therefore fear God.",
        "sw": "Kuko mu nzozi nyinshi harimw’ ubusa, no mu magambo menshi n’uko: ariko weho, wubahe Imana."
      }
    },
    {
      "translation": {
        "en": "of Abijah’s, Zikri; of Miniamin’s and of Moadiah’s, Piltai;",
        "sw": "mu ba Abiya ni Zikuri; mu ba Minyamini no mu ba Mohadiya ni Pilitayi;"
      }
    },
    {
      "translation": {
        "en": "“A little yeast works through the whole batch of dough.”",
        "sw": "Umwambiro muke ututumbisha irobe ryose."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses:",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Your wealth has rotted, and moths have eaten your clothes.",
        "sw": "Ubutunzi bganyu buraboze, impuzu zanyu zirīwe n’inyenzi;"
      }
    },
    {
      "translation": {
        "en": "The sons of Gomer: Ashkenaz, Riphath and Togarmah.",
        "sw": "Aba Gomeri ni Ashikenazi na Rifati na Togaruma."
      }
    },
    {
      "translation": {
        "en": "Helez the Paltite, Ira son of Ikkesh from Tekoa,",
        "sw": "na Helezi w’i Paluti, na Ira mwene Ikeshi w’i Tekowa;"
      }
    },
    {
      "translation": {
        "en": "Again he stooped down and wrote on the ground.",
        "sw": "Asubira kwunama yandika hasi."
      }
    },
    {
      "translation": {
        "en": "Don’t we have the right to food and drink?",
        "sw": "mbega ntitwemererwa kurya no kunywa?"
      }
    },
    {
      "translation": {
        "en": "And this is what he promised us—eternal life.",
        "sw": "Iri ni ryo sezerano yadusezeraniye, n’ubugingo budashira."
      }
    },
    {
      "translation": {
        "en": "Gibeon, Ramah, Beeroth,",
        "sw": "hāri na Gibeyoni na Rama na Beroti,"
      }
    },
    {
      "translation": {
        "en": "Some have in fact already turned away to follow Satan.",
        "sw": "Kuko n’ubu bamwe bamaze guta inzira, ngo bakurikire Satani."
      }
    },
    {
      "translation": {
        "en": "Shammah the Harodite, Elika the Harodite,",
        "sw": "na Shama w’i Harodi, na Elika w’i Harodi nyene;"
      }
    },
    {
      "translation": {
        "en": "Then Moses left Pharaoh and prayed to the Lord ,",
        "sw": "Mose arasohoka, ava imbere ya Farawo, atakambira Uhoraho."
      }
    },
    {
      "translation": {
        "en": "and their associates: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,",
        "sw": "na bagenzi babo Shebaniya na Hodiya na Kelita na Pelaya na Hanani,"
      }
    },
    {
      "translation": {
        "en": "Ziph, Telem, Bealoth,",
        "sw": "na Zifu na Teremu na Beyaloti,"
      }
    },
    {
      "translation": {
        "en": "Above were high-grade stones, cut to size, and cedar beams.",
        "sw": "Hejuru yayo hakurikirakw amabuye y’ igiciro kinini abājwe ku rugero, agasozerwa n’ibiti bibājwe vy’ amasederi."
      }
    },
    {
      "translation": {
        "en": "Bakbuk, Hakupha, Harhur,",
        "sw": "no mu ba Bakibuki, no mu ba Hakufa, no mu ba Harihuri,"
      }
    },
    {
      "translation": {
        "en": "Do not wear clothes of wool and linen woven together.",
        "sw": "Ntihaze hagire uwambara impuzu ijishwe mu nyuzi z’ubgoko bubiri, nk’iz’ ubgoya bg’intama n’iziva ku giti citwa pishita."
      }
    },
    {
      "translation": {
        "en": "There was war between Abijah and Jeroboam throughout Abijah’s lifetime.",
        "sw": "Kandi Rehobowamu akiriho, hāmah’ intambara hagati yiwe na Yerobowamu;"
      }
    },
    {
      "translation": {
        "en": "Attai the sixth, Eliel the seventh,",
        "sw": "uwa gatandatu ni Atayi, uw’ indwi ni Eliyeli,"
      }
    },
    {
      "translation": {
        "en": "I refuse to touch it; such food makes me ill.",
        "sw": "Umutima wanje wanse kubikorako; Bimmereye nk’ivyo kurya biteye iseseme."
      }
    },
    {
      "translation": {
        "en": "David lived in Philistine territory a year and four months.",
        "sw": "Igihe Dawidi yamaze mu gihugu c’Abafilisitiya n’ umwaka n’amezi ane."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Asher was 41,500.",
        "sw": "abāharūwe bo mu muryango wa Asheri baba ibihumbi mirongwine na kimwe n’amajana atanu."
      }
    },
    {
      "translation": {
        "en": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah.",
        "sw": "na Malikiramu na Pedaya na Shenasari na Yekamiya na Hoshama na Nedabiya."
      }
    },
    {
      "translation": {
        "en": "the desert owl, the osprey, the cormorant,",
        "sw": "n’inkongori n’ikinyakabaka na shalaki;"
      }
    },
    {
      "translation": {
        "en": "30,500 donkeys",
        "sw": "n’indogoba ibihumbi mirongwitatu n’amajana atanu,"
      }
    },
    {
      "translation": {
        "en": "Harim, Meremoth, Obadiah,",
        "sw": "na Harimu na Meremoti na Obadiya,"
      }
    },
    {
      "translation": {
        "en": "From the descendants of Bebai: Jehohanan, Hananiah, Zabbai and Athlai.",
        "sw": "Mu ba Bebayi, ni Yehohanani na Hananiya na Zabayi na Atilayi."
      }
    },
    {
      "translation": {
        "en": "Bring his sons and dress them in tunics",
        "sw": "Uheze uzane n’abana biwe, ubambike ya makanzo."
      }
    },
    {
      "translation": {
        "en": "well nourished in body, bones rich with marrow.",
        "sw": "Ivyansi vyiwe bicuzuye amata, Umusokōro ukiyagagira mu magufa yiwe."
      }
    },
    {
      "translation": {
        "en": "Hadoram, Uzal, Diklah,",
        "sw": "na Hadoramu na Uzalu na Dikila"
      }
    },
    {
      "translation": {
        "en": "After him, Abdon son of Hillel, from Pirathon, led Israel.",
        "sw": "Akurikirwa na Abudoni mwene Hileli w’Umunyapiratoni, na we acira imanza Abisirayeli."
      }
    },
    {
      "translation": {
        "en": "from the tribe of Asher, Sethur son of Michael;",
        "sw": "Mu muryango wa Asheri hatumwa Seturi mwene Mikayeli."
      }
    },
    {
      "translation": {
        "en": "In his name the nations will put their hope.”",
        "sw": "Kand’ izina ryiwe ni ryo abanyamahanga bazokwizigira."
      }
    },
    {
      "translation": {
        "en": "Leah conceived again and bore Jacob a sixth son.",
        "sw": "Leya asama iyindi nda, avyarana na Yakobo umuhungu agira gatandatu."
      }
    },
    {
      "translation": {
        "en": "That very night Belshazzar, king of the Babylonians, was slain,",
        "sw": "Maze mur’ iryo joro nyene Belushaza umwami w’i Bukaludaya aricwa."
      }
    },
    {
      "translation": {
        "en": "The sons of Abraham: Isaac and Ishmael.",
        "sw": "Bene Aburahamu ni Isaka na Ishimayeli."
      }
    },
    {
      "translation": {
        "en": "The line of Korah, however, did not die out.",
        "sw": "Arikw abana ba Kora ntibāpfuye."
      }
    },
    {
      "translation": {
        "en": "Zabad the father of Ephlal, Ephlal the father of Obed,",
        "sw": "Zabadi avyara Efulali, Efulali avyara Obedi;"
      }
    },
    {
      "translation": {
        "en": "When the kings joined forces, when they advanced together,",
        "sw": "Kand’ abami barakorakoranye, Bawurenganira icarimwe,"
      }
    },
    {
      "translation": {
        "en": "The whole company numbered 42,360,",
        "sw": "Nukw iryo shengero ryose iyo riva rikagera, bose na bose bār’ ibihumbi mirongwine na bibiri n’amajana atatu na mirongwitandatu;"
      }
    },
    {
      "translation": {
        "en": "Baalah, Iyim, Ezem,",
        "sw": "na Bala na Yimu na Esemu,"
      }
    },
    {
      "translation": {
        "en": "“Are you still so dull?” Jesus asked them.",
        "sw": "Na we aramubaza, ati Mbega namwe muracar’ imburabgenge?"
      }
    },
    {
      "translation": {
        "en": "but test them all; hold on to what is good,",
        "sw": "mugerageze vyose, mugumye ivyiza,"
      }
    },
    {
      "translation": {
        "en": "And he put them all in custody for three days.",
        "sw": "Bose abamaza gatatu mw ibohero."
      }
    },
    {
      "translation": {
        "en": "They left Zalmonah and camped at Punon.",
        "sw": "Bavudukayo, basagaza i Punoni."
      }
    },
    {
      "translation": {
        "en": "I am sending him—who is my very heart—back to you.",
        "sw": "Ni we nyene nkurungikiye, ni we mutima wanje."
      }
    },
    {
      "translation": {
        "en": "Flames stream from its mouth; sparks of fire shoot out.",
        "sw": "Mu kanwa kayo havamw’ imuri zaka, Hagatarukamw’ ibisase vy’ umuriro."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to Jeremiah:",
        "sw": "Maz’ ijambo ry’Uhoraho riza kuri Yeremiya,"
      }
    },
    {
      "translation": {
        "en": "“You shall not steal.",
        "sw": "Kandi ntukibe."
      }
    },
    {
      "translation": {
        "en": "blue, purple and scarlet yarn and fine linen; goat hair;",
        "sw": "n’inyuzi z’ amasufe n’iz’ amashigisha n’izisa n’agahama n’izera derere, n’ubushenza bg’impene;"
      }
    },
    {
      "translation": {
        "en": "of Zakkai 760",
        "sw": "Abo mu ba Zakayi n’amajana ndwi na mirongwitandatu."
      }
    },
    {
      "translation": {
        "en": "To him be the power for ever and ever. Amen.",
        "sw": "Ububasha bube ubgayo ibihe bitazoshira. Amen."
      }
    },
    {
      "translation": {
        "en": "Sarah lived to be a hundred and twenty-seven years old.",
        "sw": "Sara yamaze imyaka ijana na mirongwibiri n’indwi: iyo ni yo myaka Sara yamaze."
      }
    },
    {
      "translation": {
        "en": "from Levi—4,600,",
        "sw": "Abo mu Balewi bār’ ibihumbi bine n’amajana atandatu;"
      }
    },
    {
      "translation": {
        "en": "because they forsook him and served Baal and the Ashtoreths.",
        "sw": "Uko ni ko bātaye Uhoraho, bagasaba Bayali na Ashitaroti."
      }
    },
    {
      "translation": {
        "en": "Ahiah, Hanan, Anan,",
        "sw": "na Ahiya na Hanani na Anani,"
      }
    },
    {
      "translation": {
        "en": "Again the word of the Lord came to me:",
        "sw": "Kand’ ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "through Zerah, the Zerahite clan; through Shaul, the Shaulite clan.",
        "sw": "na Zera, ni we gishitsi c’inzu y’Abazera; na Sauli, ni we gishitsi c’inzu y’Abasauli."
      }
    },
    {
      "translation": {
        "en": "Your basket and your kneading trough will be blessed.",
        "sw": "Mu bisimbo vyanyu hazoba umuhezagiro, bo no mu twato twanyu mucumbamwo."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Zebulun was 57,400.",
        "sw": "abāharūwe bo mu muryango wa Zebuloni baba ibihumbi mirongwitanu n’ indwi n’amajana ane."
      }
    },
    {
      "translation": {
        "en": "God did extraordinary miracles through Paul,",
        "sw": "Kand’ Imana ikoresha amaboko ya Paulo ibitangaza vy’agaheta:"
      }
    },
    {
      "translation": {
        "en": "Serug, Nahor, Terah",
        "sw": "na Serugi na Nahori na Tera,"
      }
    },
    {
      "translation": {
        "en": "Of the priests: Jedaiah; Jehoiarib; Jakin;",
        "sw": "Kand’ abo mu baherezi ni Yedaya na Yehoyaribu na Yakini,"
      }
    },
    {
      "translation": {
        "en": "of Nebo 52",
        "sw": "Ab’i Nebo ni mirongwitanu na babiri."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "Now Jesus loved Martha and her sister and Lazarus.",
        "sw": "Kandi Yesu yarakunda Marita na mwene nyina na Lazaro."
      }
    },
    {
      "translation": {
        "en": "the stands with their basins;",
        "sw": "akora na vya bitereko, na vya bigarigari vyo gutereka kuri vyo;"
      }
    },
    {
      "translation": {
        "en": "The Lord said through his servants the prophets:",
        "sw": "Bukeye Uhoraho avugira mu basavyi biwe yavugisha,"
      }
    },
    {
      "translation": {
        "en": "The Jews who heard these words were again divided.",
        "sw": "Abayuda bongera kumupfa kubg’ ayo majambo;"
      }
    },
    {
      "translation": {
        "en": "the seventh to Jesarelah, his sons and relatives 12",
        "sw": "ubg’ indwi bgerekana Yesharela n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "Amminadab the father of Nahshon, Nahshon the father of Salmon,",
        "sw": "Aminadabu yavyaye Nahashoni; Nahashoni yavyaye Salumoni;"
      }
    },
    {
      "translation": {
        "en": "Do not be overrighteous, neither be overwise— why destroy yourself?",
        "sw": "Ntube umugororotsi arengeje urugero, kandi ntiwīgire umunyabgenge burengeranye: n’iki cotuma wikwegera kuranduka?"
      }
    },
    {
      "translation": {
        "en": "After he had said this, he stayed in Galilee.",
        "sw": "Ababgiye ivyo, aguma i Galilaya."
      }
    },
    {
      "translation": {
        "en": "But Jesus often withdrew to lonely places and prayed.",
        "sw": "Ariko we yigunga mu bugaragwa, asenga."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "the twenty-first to Jakin, the twenty-second to Gamul,",
        "sw": "ubga mirongwibiri na rimwe Yakini, ubga mirongwibiri na kabiri Gamuli;"
      }
    },
    {
      "translation": {
        "en": "So Solomon built the temple and completed it.",
        "sw": "Uko ni ko Salomo yubatse iyo ngoro, arayuzuza."
      }
    },
    {
      "translation": {
        "en": "Abraham had taken another wife, whose name was Keturah.",
        "sw": "Aburahamu arongora uwundi mugore, yitwa Ketura."
      }
    },
    {
      "translation": {
        "en": "Finally, the woman died too.",
        "sw": "Hanyuma na wa mugore arapfa."
      }
    },
    {
      "translation": {
        "en": "Therefore, I will punish him and then release him.”",
        "sw": "Nuko ndamukubita, ndamurekure. ["
      }
    },
    {
      "translation": {
        "en": "The Jewish Passover Festival was near.",
        "sw": "Kandi Pasika, imisi mikuru y’Abayuda, yari hafi."
      }
    },
    {
      "translation": {
        "en": "where she entered Zechariah’s home and greeted Elizabeth.",
        "sw": "yinjira mu nzu kwa Zakariya, aramukanya na Elisabeti."
      }
    },
    {
      "translation": {
        "en": "Their proposal seemed good to Hamor and his son Shechem.",
        "sw": "Amajambo yabo anezereza Hamori na Shekemu umwana wiwe."
      }
    },
    {
      "translation": {
        "en": "Then Annas sent him bound to Caiaphas the high priest.",
        "sw": "Nuko Anasi amurungika aboshwe kwa Kayafa umuherezi mukuru."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Hittites, Perizzites, Rephaites,",
        "sw": "n’ic’ Abaheti n’ic’ Abaferizi n’ic’ Abarefa,"
      }
    },
    {
      "translation": {
        "en": "from Asher, experienced soldiers prepared for battle—40,000;",
        "sw": "Abo mu Basheri bashobora kuja mu ntambara, bakamenya uburyo bgo gutondesha urugamba, bār’ ibihumbi mirongwine."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Job:",
        "sw": "Uhoraho yongera kubaza Yobu,"
      }
    },
    {
      "translation": {
        "en": "Eber, Peleg, Reu,",
        "sw": "na Eberi na Pelegi na Reyu,"
      }
    },
    {
      "translation": {
        "en": "The sons of Uzziel were Mishael, Elzaphan and Sithri.",
        "sw": "Bene Uziyeli ni Mishayeli na Elisafani na Sitiri."
      }
    },
    {
      "translation": {
        "en": "Jesus said to her, “Your brother will rise again.”",
        "sw": "Yesu aramubgira, ati Musazawe azozuka."
      }
    },
    {
      "translation": {
        "en": "The sons of Naphtali: Jahziel, Guni, Jezer and Shillem.",
        "sw": "Bene Nafutali ni Yakiseli, na Guni, na Yeseri, na Shilemu."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "and to godliness, mutual affection; and to mutual affection, love.",
        "sw": "ukwubaha Imana mukwongereko gukunda bene Data; ugukunda bene Data mukwongerek’ urukundo."
      }
    },
    {
      "translation": {
        "en": "and the way of peace they do not know.”",
        "sw": "Inzira y’amahoro ntibāyimenye;"
      }
    },
    {
      "translation": {
        "en": "the king of Tappuah one the king of Hepher one",
        "sw": "n’uw’i Tapuwa, n’uw’i Heferi;"
      }
    },
    {
      "translation": {
        "en": "Submit to one another out of reverence for Christ.",
        "sw": "Mugamburukanire, kuko mwubashe Kristo."
      }
    },
    {
      "translation": {
        "en": "Godly men buried Stephen and mourned deeply for him.",
        "sw": "Abantu bubaha Imana bahamba Stefano, baramuborogera cane."
      }
    },
    {
      "translation": {
        "en": "Moreover, Solomon has taken his seat on the royal throne.",
        "sw": "Mbere Salomo yavyagiye ku ntebe y’ubgami."
      }
    },
    {
      "translation": {
        "en": "of Anathoth 128",
        "sw": "Abagabo b’i Anatoti n’ijana na mirongwibiri n’umunani."
      }
    },
    {
      "translation": {
        "en": "Solomon’s Song of Songs.",
        "sw": "Indirimbo y’agaheta, ya Salomo."
      }
    },
    {
      "translation": {
        "en": "Grace be with you all.",
        "sw": "Ubuntu bubane namwe mwese. Amen."
      }
    },
    {
      "translation": {
        "en": "Kenaz, Teman, Mibzar,",
        "sw": "na Kenazi na Temani na Mibusari,"
      }
    },
    {
      "translation": {
        "en": "they came together to wage war against Joshua and Israel.",
        "sw": "barifatanya bahūza umutima, ngo baje kurwanya Yosuwa n’Abisirayeli."
      }
    },
    {
      "translation": {
        "en": "When they saw him, they worshiped him; but some doubted.",
        "sw": "bamubonye, baramusenga, ariko bamwe barakekeranya."
      }
    },
    {
      "translation": {
        "en": "“Sir,” they said, “always give us this bread.”",
        "sw": "Baramubgira, bati Mugenzi, na ntaryo uz’ uhore uduha uwo mutsima."
      }
    },
    {
      "translation": {
        "en": "Shallum, Amariah and Joseph.",
        "sw": "na Shalumu na Amariya na Yosefu."
      }
    },
    {
      "translation": {
        "en": "I will destroy Daughter Zion, so beautiful and delicate.",
        "sw": "Umukobga w’i Siyoni mwiza yāmikaye, nzomurandura."
      }
    },
    {
      "translation": {
        "en": "Azariah the father of Helez, Helez the father of Eleasah,",
        "sw": "Azariya avyara Helesi, Helesi avyara Eleyasa;"
      }
    },
    {
      "translation": {
        "en": "They left Terah and camped at Mithkah.",
        "sw": "Bavudukayo, basagaza i Mitika."
      }
    },
    {
      "translation": {
        "en": "‘Are not my commanders all kings?’ he says.",
        "sw": "Kukw avuga, ati Mbeg’ abagabisha banje bose s’abami?"
      }
    },
    {
      "translation": {
        "en": "And the word of the Lord came again to Zechariah:",
        "sw": "Maz’ ijambo ry’Uhoraho riza kuri Zekariya,"
      }
    },
    {
      "translation": {
        "en": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
        "sw": "Yokitani yavyaye Alumodadi na Shelefu na Hasarumaweti na Yera"
      }
    },
    {
      "translation": {
        "en": "So they answered, “We don’t know where it was from.”",
        "sw": "Bamwishura yuko batazi aho kwavuye."
      }
    },
    {
      "translation": {
        "en": "And in that place many believed in Jesus.",
        "sw": "Kandi benshi bamwizererayo."
      }
    },
    {
      "translation": {
        "en": "through Ozni, the Oznite clan; through Eri, the Erite clan;",
        "sw": "na Ozini, ni we gishitsi c’inzu y’Abozini; na Eri, ni we gishitsi c’inzu y’Aberi;"
      }
    },
    {
      "translation": {
        "en": "Rabbith, Kishion, Ebez,",
        "sw": "n’i Rabiti n’i Kishiyoni n’i Ebeza,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "So Pilate decided to grant their demand.",
        "sw": "Nuko Pilato aca urubanza nk’uko bamusavye."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses:",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "But you even undermine piety and hinder devotion to God.",
        "sw": "N’ukuri, kwubaha Imana ugukūyeho, Kand’ ubuzanije no kuyisenga."
      }
    },
    {
      "translation": {
        "en": "“You shall not commit adultery.",
        "sw": "Kandi ntugasambane."
      }
    },
    {
      "translation": {
        "en": "Kibzaim and Beth Horon, together with their pasturelands—four towns.",
        "sw": "n’i Kibuzayimu n’i Beti‐horoni, bo n’amaragiro bigendanye; vyar’ ibisagara bine."
      }
    },
    {
      "translation": {
        "en": "“ ‘Dedan traded in saddle blankets with you.",
        "sw": "Ab’i Dedani bar’ abadandaji bawe b’impuzu z’ igiciro kinini zo kwicarwako ku mafarasi."
      }
    },
    {
      "translation": {
        "en": "Kain, Gibeah and Timnah—ten towns and their villages.",
        "sw": "na Kayini na Gibeya na Timuna; vyar’ ibisagara cumi bifise imihana ibikūkira."
      }
    },
    {
      "translation": {
        "en": "of Ramah and Geba 621",
        "sw": "Abagabo b’i Rama n’i Geba n’amajana atandatu na mirongwibiri n’umwe."
      }
    },
    {
      "translation": {
        "en": "Elishama, Beeliada and Eliphelet.",
        "sw": "na Elishama na Beliyada na Elifeleti."
      }
    },
    {
      "translation": {
        "en": "Follow God’s example, therefore, as dearly loved children",
        "sw": "Nuko mwīgāne Imana, nk’abana ikunda."
      }
    },
    {
      "translation": {
        "en": "Is there anyone like Job, who drinks scorn like water?",
        "sw": "Mbega ni nde muntu yomera nka Yobu, Agotomera ibirogotano nk’ amazi?"
      }
    },
    {
      "translation": {
        "en": "Bazluth, Mehida, Harsha,",
        "sw": "no mu ba Basiliti, no mu ba Mehida, no mu ba Harisha,"
      }
    },
    {
      "translation": {
        "en": "The apostles said to the Lord, “Increase our faith!”",
        "sw": "Kandi za ntumwa zibgira Umwami Yesu, ziti N’utwongere ukwizera."
      }
    },
    {
      "translation": {
        "en": "of Bilgah’s, Shammua; of Shemaiah’s, Jehonathan;",
        "sw": "mu ba Biliga ni Shamuwa; mu ba Shemaya ni Yehonatani;"
      }
    },
    {
      "translation": {
        "en": "They wander about for food and howl if not satisfied.",
        "sw": "Bahunahuna hose barondera inyama; Ni batāhāga bakesha ijoro."
      }
    },
    {
      "translation": {
        "en": "from Judah, carrying shield and spear—6,800 armed for battle;",
        "sw": "Abo mu Bayuda bitwaje inkinzo n’amacumu bār’ ibihumbi bitandatu n’amajana munani biteguye kurwana."
      }
    },
    {
      "translation": {
        "en": "Eltolad, Bethul, Hormah,",
        "sw": "na Elitoladi na Betula na Horuma,"
      }
    },
    {
      "translation": {
        "en": "the king of Libnah one the king of Adullam one",
        "sw": "n’uw’i Libuna, n’uw’i Adulamu;"
      }
    },
    {
      "translation": {
        "en": "Leah’s servant Zilpah bore Jacob a son.",
        "sw": "Zilupa incoreke ya Leya avyarana na Yakobo umuhungu."
      }
    },
    {
      "translation": {
        "en": "Bring his sons and dress them in tunics.",
        "sw": "Uheze uzane n’abana biwe, ubambike ya makanzo."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "His disciples asked him what this parable meant.",
        "sw": "Maz’ abigishwa biwe bamubaza uwo mugani, uw’ ari wo."
      }
    },
    {
      "translation": {
        "en": "Nohah the fourth and Rapha the fifth.",
        "sw": "uwa kane ni Noha, uwa gatanu ni Rafa."
      }
    },
    {
      "translation": {
        "en": "I will also give that one the morning star.",
        "sw": "Kandi nzomuha ikinyenyeri co mu gaturuturu."
      }
    },
    {
      "translation": {
        "en": "For there are three that testify:",
        "sw": "Kandi Mpwemu ni we abishingira intahe, kuko Mpwemu ar’ ukuri."
      }
    },
    {
      "translation": {
        "en": "His division numbers 32,200.",
        "sw": "ingabo zāharūwe zabo zar’ ibihumbi mirongwitatu na bibiri n’amajana abiri."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Joshua,",
        "sw": "Uhoraho abarira Yosuwa,"
      }
    },
    {
      "translation": {
        "en": "He said:",
        "sw": "Nuko Yobu aravuga,"
      }
    },
    {
      "translation": {
        "en": "The sons of Helah: Zereth, Zohar, Ethnan,",
        "sw": "Kuri Hela avyara Zereti na Isuhari na Etunani."
      }
    },
    {
      "translation": {
        "en": "Jeremiah the tenth and Makbannai the eleventh.",
        "sw": "uw’ icumi ni Yeremiya, uw’ icumi na rimwe ni Makubanayi."
      }
    },
    {
      "translation": {
        "en": "“Bring them here to me,” he said.",
        "sw": "Na we ati Ni mubinzanire hano."
      }
    },
    {
      "translation": {
        "en": "“I do not accept glory from human beings,",
        "sw": "Singomba gushimwa n’abantu,"
      }
    },
    {
      "translation": {
        "en": "the twenty-fourth to Romamti-Ezer, his sons and relatives 12.",
        "sw": "ubga mirongwibiri na kane bgerekana Romamuti‐ezeri n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri nyene."
      }
    },
    {
      "translation": {
        "en": "The apostles and elders met to consider this question.",
        "sw": "Nukw intumwa n’abakuru bakoranira hamwe kuja inama y’iryo jambo."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "“We have sinned and rebelled and you have not forgiven.",
        "sw": "Tuti Twaracumuye, turagarariza; ntiwaduharira."
      }
    },
    {
      "translation": {
        "en": "Jebusites, Amorites, Girgashites,",
        "sw": "kandi Kanani ni we yakomōtsweko n’Abayebusi n’Abamori n’Abagirugashi,"
      }
    },
    {
      "translation": {
        "en": "they have no understanding, no fidelity, no love, no mercy.",
        "sw": "n’ibipfu, n’abava mw isezerano, n’abadakunda n’ababo, n’imburakigongwe."
      }
    },
    {
      "translation": {
        "en": "Hazar Shual, Beersheba, Biziothiah,",
        "sw": "na Hasari‐shuwali na Beri‐sheba na Biziyotiya,"
      }
    },
    {
      "translation": {
        "en": "“Forget the former things; do not dwell on the past.",
        "sw": "ati Mwoye kwibuka ivya mbere, kandi ntimwiyumvire ku vya kera."
      }
    },
    {
      "translation": {
        "en": "If Cain is avenged seven times, then Lamech seventy-seven times.”",
        "sw": "Asangwa uwokwishe Kayini yobihaniwe ibihetangabo ndwi, N’ukuri uwokwica Lameki yobihanirwa ibihetangabo mirongwirindwi n’indwi!"
      }
    },
    {
      "translation": {
        "en": "to Dibon, Nebo and Beth Diblathaim,",
        "sw": "no kuri Diboni, no kuri Nebo, no kuri Beti‐dibulatayimu,"
      }
    },
    {
      "translation": {
        "en": "of Bani 642",
        "sw": "Abo mu ba Bani n’amajana atandatu na mirongwine na babiri."
      }
    },
    {
      "translation": {
        "en": "Deliver Israel, O God, from all their troubles!",
        "sw": "Mana, cungura Abisirayeli, Ubakūre mu marushwa yabo yose."
      }
    },
    {
      "translation": {
        "en": "But, “Let the one who boasts boast in the Lord.”",
        "sw": "Arik’ uwirata yirate Uhoraho."
      }
    },
    {
      "translation": {
        "en": "of Hilkiah’s, Hashabiah; of Jedaiah’s, Nethanel.",
        "sw": "mu ba Hilukiya ni Hashabiya; mu ba Yedaya ni Netaneli."
      }
    },
    {
      "translation": {
        "en": "But God raised him from the dead,",
        "sw": "Arikw Imana iramuzura mu bapfuye."
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "Pride goes before destruction, a haughty spirit before a fall.",
        "sw": "Ubgibone bgitangira imbere y’uguhona, Kand’ umutima wihaya witangira imbere y’ukugwa."
      }
    },
    {
      "translation": {
        "en": "They were delighted and agreed to give him money.",
        "sw": "Baranezerwa, basezerana kumuha amahera y’ifeza."
      }
    },
    {
      "translation": {
        "en": "But whoever loves God is known by God.",
        "sw": "Arik’ ūkunda Imana ni we amenywa na yo."
      }
    },
    {
      "translation": {
        "en": "of Shephatiah 372",
        "sw": "Abo mu ba Shefatiya n’amajana atatu na mirongwirindwi na babiri."
      }
    },
    {
      "translation": {
        "en": "Mercy, peace and love be yours in abundance.",
        "sw": "Imbabazi n’amahoro n’urukundo bigwire muri mwebge."
      }
    },
    {
      "translation": {
        "en": "Johanan the eighth, Elzabad the ninth,",
        "sw": "uw’ umunani ni Yohanani, uw’ icenda ni Elizabadi,"
      }
    },
    {
      "translation": {
        "en": "Ophir, Havilah and Jobab. All these were sons of Joktan.",
        "sw": "na Ofiru na Havila na Yobabu; abo bose ni bene Yokitani."
      }
    },
    {
      "translation": {
        "en": "“Have the Israelites celebrate the Passover at the appointed time.",
        "sw": "at’ Abisirayeli bakwiye kurya ivya Pasika mu gihe cayo cashinzwe."
      }
    },
    {
      "translation": {
        "en": "“Do you now believe?” Jesus replied.",
        "sw": "Yesu arabishura, ati Mbega noneho murizeye?"
      }
    },
    {
      "translation": {
        "en": "Do everything without grumbling or arguing,",
        "sw": "Mukore vyose ata kwidodomba, ata guhārīra,"
      }
    },
    {
      "translation": {
        "en": "“Naphtali is a doe set free that bears beautiful fawns.",
        "sw": "Nafutali n’ishashi y’impongo irekuwe: Avuga amajambo meza."
      }
    },
    {
      "translation": {
        "en": "the Sea and the twelve bulls under it;",
        "sw": "na ca kiyaga, na vya bishushanyo vy’amapfizi ukw ar’ icumi na bibiri cari giteretsweko;"
      }
    },
    {
      "translation": {
        "en": "Kesed, Hazo, Pildash, Jidlaph and Bethuel.”",
        "sw": "na bo bakurikirwa na Kesedi na Hazo na Piludashi na Yidilafu na Betuweli."
      }
    },
    {
      "translation": {
        "en": "Keilah, Akzib and Mareshah—nine towns and their villages.",
        "sw": "na Keyila na Akizibu na Maresha; vyose na vyose vyar’ ibisagara cenda, bifise imihana ibikūkira."
      }
    },
    {
      "translation": {
        "en": "Then Bildad the Shuhite replied:",
        "sw": "Maze Biludadi w’i Shuhi arishura,"
      }
    },
    {
      "translation": {
        "en": "Elkanah, Ishiah, Azarel, Joezer and Jashobeam the Korahites;",
        "sw": "bo na Elukana na Ishiya na Azareli na Yowezeri na Yashobeyamu, bo mu ba Kora;"
      }
    },
    {
      "translation": {
        "en": "And he went outside and wept bitterly.",
        "sw": "Arenga irembo, araturika ararira."
      }
    },
    {
      "translation": {
        "en": "that everyone who believes may have eternal life in him.”",
        "sw": "ng’ ūmwizera wese ahabge ubugingo budashira."
      }
    },
    {
      "translation": {
        "en": "and had John beheaded in the prison.",
        "sw": "atuma mw ibohero ngo bace izosi Yohana."
      }
    },
    {
      "translation": {
        "en": "to be made new in the attitude of your minds;",
        "sw": "mugahinduka basha mu mpwemu y’ubgenge bganyu,"
      }
    },
    {
      "translation": {
        "en": "When all the people saw him walking and praising God,",
        "sw": "abantu bose babona atambuka ahimbaza Imana,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "The whole company numbered 42,360,",
        "sw": "Nukw iryo shengero ryose iyo riva rikagera, bose na bose bar’ ibihumbi mirongwine na bibiri n’amajana atatu na mirongwitandatu;"
      }
    },
    {
      "translation": {
        "en": "Pathrusites, Kasluhites (from whom the Philistines came) and Caphtorites.",
        "sw": "n’ Abapatirusi n’Abakasiluhi (ni bo bākomōtsweko n’Abafilisitiya), kandi yakomōtsweko n’Abakafutori."
      }
    },
    {
      "translation": {
        "en": "of Harim 320",
        "sw": "Ab’i Harimu n’amajana atatu na mirongwibiri."
      }
    },
    {
      "translation": {
        "en": "the third to Zakkur, his sons and relatives 12",
        "sw": "ubga gatatu bgerekana Zakuri n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "Then Job replied:",
        "sw": "Maze Yobu arishura,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Jediael son of Shimri, his brother Joha the Tizite,",
        "sw": "na Yediyayeli mwene Shimuri, na murumuna we Yoha w’i Tisi;"
      }
    },
    {
      "translation": {
        "en": "They left Hashmonah and camped at Moseroth.",
        "sw": "Bavudukayo, basagaza i Moseroti."
      }
    },
    {
      "translation": {
        "en": "But Jesus turned and rebuked them.",
        "sw": "Maz’ arahindukira, arabakankamira, at’ Erega ntimuzi umutima wanyu uk’ usa; kuk’ Umwana w’umuntu ataje guhonnya ubugingo bg’abantu, ariko yaje kubukiza."
      }
    },
    {
      "translation": {
        "en": "Judah will be inhabited forever and Jerusalem through all generations.",
        "sw": "Arikw i Buyuda hazokwamaho gushitsa ibihe bidashira, bo n’i Yerusalemu uk’ urunganwe ruzogenda rukurikirana."
      }
    },
    {
      "translation": {
        "en": "the fourteenth to Mattithiah, his sons and relatives 12",
        "sw": "ubg’ icumi na kane bgerekana Matitiya n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "Judah, Benjamin, Shemaiah, Jeremiah,",
        "sw": "na Yuda na Benyamini na Shemaya na Yeremiya,"
      }
    },
    {
      "translation": {
        "en": "Do everything in love.",
        "sw": "Ivyo mukora vyose mubikorane urukundo."
      }
    },
    {
      "translation": {
        "en": "Ahimaaz—in Naphtali (he had married Basemath daughter of Solomon);",
        "sw": "na Ahimasi yatoza ivy’ Abanafutali, yari yarongoye Basemati umukobga wa Salomo;"
      }
    },
    {
      "translation": {
        "en": "Halhul, Beth Zur, Gedor,",
        "sw": "Hāri na Halihuli na Beti‐suri na Gedora,"
      }
    },
    {
      "translation": {
        "en": "Whoever has ears, let them hear.”",
        "sw": "Ūri n’amatwi ni yumve."
      }
    },
    {
      "translation": {
        "en": "Jaareshiah, Elijah and Zikri were the sons of Jeroham.",
        "sw": "na Yareshiya na Eliya na Zikuri ni bo bene Yerohamu."
      }
    },
    {
      "translation": {
        "en": "After Saul stopped prophesying, he went to the high place.",
        "sw": "Maz’ arangije kuvugishwa aja ha hantu hēra ku mpinga y’umusozi."
      }
    },
    {
      "translation": {
        "en": "the nineteenth to Mallothi, his sons and relatives 12",
        "sw": "ubg’ icumi n’ icenda bgerekana Maloti n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "Wear sandals but not an extra shirt.",
        "sw": "ariko mwambare inkweto, kandi ntimwambare amapfundo abiri."
      }
    },
    {
      "translation": {
        "en": "Meshullam, Abijah, Mijamin,",
        "sw": "na Meshulamu na Abiya na Miyamini,"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to Jeremiah:",
        "sw": "Ijambo ry’Uhoraho riza kuri Yeremiya,"
      }
    },
    {
      "translation": {
        "en": "Be merciful to those who doubt;",
        "sw": "Ababahāririza mubahanūre:"
      }
    },
    {
      "translation": {
        "en": "But Paul shouted, “Don’t harm yourself! We are all here!”",
        "sw": "Ariko Paulo asemerera n’ijwi rirenga, ati Ntiwigirire nabi, twese turi hano."
      }
    },
    {
      "translation": {
        "en": "Has not my hand made all these things?’",
        "sw": "Mbeg’ intoke zanje si zo zaremye ivyo vyose?"
      }
    },
    {
      "translation": {
        "en": "Then Job replied:",
        "sw": "Maze Yobu arishura,"
      }
    },
    {
      "translation": {
        "en": "Rather, be openhanded and freely lend them whatever they need.",
        "sw": "ariko ntimuze mubure kumuramvurira ukuboko ngo mumugurāne ibimumara ubukene bg’ico akeneye."
      }
    },
    {
      "translation": {
        "en": "Give us today our daily bread.",
        "sw": "Uduhe ivyo kurya dukwiranye uyu musi;"
      }
    },
    {
      "translation": {
        "en": "You, Lord, took up my case; you redeemed my life.",
        "sw": "Mwami, wabūranye urubanza rw’umutima wanje; wacunguye ubugingo bganje."
      }
    },
    {
      "translation": {
        "en": "Malluk, Harim and Baanah.",
        "sw": "na Maluki na Harimu na Bayana."
      }
    },
    {
      "translation": {
        "en": "persecuted, but not abandoned; struck down, but not destroyed.",
        "sw": "turahamwa, ariko ntiduhebga; dukubitwa hasi, ariko ntitugwaho:"
      }
    },
    {
      "translation": {
        "en": "This is what the ancients were commended for.",
        "sw": "Icatumye aba kera bashingirwa intahe n’uko bari bagufise."
      }
    },
    {
      "translation": {
        "en": "So Moses told the Israelites to celebrate the Passover,",
        "sw": "Mose araheza abarira Abisirayeli yuko bakwiye kuzorya ivya Pasika."
      }
    },
    {
      "translation": {
        "en": "Kenan, Mahalalel, Jared,",
        "sw": "na Kenani na Mahalaleli na Yaredi,"
      }
    },
    {
      "translation": {
        "en": "Zebadiah, Meshullam, Hizki, Heber,",
        "sw": "Kandi Zebadiya na Meshulamu na Hizuki na Heberi,"
      }
    },
    {
      "translation": {
        "en": "These were the clans of Benjamin; those numbered were 45,600.",
        "sw": "Abo ni bo ba Benyamini, nk’ukw amazu yabo ari: abāharūwe bo muri bo bār’ ibihumbi mirongwine na bitanu n’amajana atandatu."
      }
    },
    {
      "translation": {
        "en": "The crowd that followed kept shouting, “Get rid of him!”",
        "sw": "kukw ishengero ry’abantu ryābaja inyuma, basemerera, bati Kūrah’ uyo."
      }
    },
    {
      "translation": {
        "en": "For this reason I kneel before the Father,",
        "sw": "Ni co gituma mpfukamira Data wa twese,"
      }
    },
    {
      "translation": {
        "en": "Why should the living complain when punished for their sins?",
        "sw": "Umuntu akiriho, iy’ ahaniwe ivyaha vyiwe, yokwidogera iki?"
      }
    },
    {
      "translation": {
        "en": "Then Moses set aside three cities east of the Jordan,",
        "sw": "Maze Mose arobanura ibisagara bitatu hakuno ya Yorodani ahahera i burasirazuba,"
      }
    },
    {
      "translation": {
        "en": "So we stayed in the valley near Beth Peor.",
        "sw": "Nuko tuguma ku mwonga aharābana n’i Beti‐peyori."
      }
    },
    {
      "translation": {
        "en": "Jesus strictly warned them not to tell this to anyone.",
        "sw": "Arabihanikiriza, ababarira kutagira umuntu babgira ivyo;"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryongera kunzako,"
      }
    },
    {
      "translation": {
        "en": "Gederoth, Beth Dagon, Naamah and Makkedah—sixteen towns and their villages.",
        "sw": "na Gederoti na Beti‐dagoni na Nayama na Makeda; vyose na vyose n’ icumi na bitandatu, bifise imihana ibikūkira."
      }
    },
    {
      "translation": {
        "en": "This is a trustworthy saying that deserves full acceptance.",
        "sw": "Iryo jambo n’iryo kwizerwa rikwiye kwemerwa rwose."
      }
    },
    {
      "translation": {
        "en": "to proclaim the year of the Lord’s favor.”",
        "sw": "No kumenyesha abantu umwaka wo kwemererwamwo n’Uhoraho."
      }
    },
    {
      "translation": {
        "en": "Moses did everything just as the Lord commanded him.",
        "sw": "Nuko Mose abigenza artyo: uk’ Uhoraho yamubariye kwose, ni ko yabikoze."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses:",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Issachar, Kishion, Daberath,",
        "sw": "Ku vy’umuryango w’Abisakari babaha Kishiyoni n’i Daberati,"
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord Almighty came to me:",
        "sw": "Maz’ ijambo ry’ Uhoraho Nyen’ ingabo rinzako,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses and Aaron,",
        "sw": "Uhoraho abarira Mose na Aroni,"
      }
    },
    {
      "translation": {
        "en": "Hazar Shual, Balah, Ezem,",
        "sw": "na Hasari‐shuwali na Bala na Esemu,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses at Mount Sinai,",
        "sw": "Uhoraho abaririra Mose ku musozi Sinayi,"
      }
    },
    {
      "translation": {
        "en": "the king of Eglon one the king of Gezer one",
        "sw": "n’uw’i Eguloni, n’uw’i Gezeri;"
      }
    },
    {
      "translation": {
        "en": "They said to King Nebuchadnezzar, “May the king live forever!",
        "sw": "Babgira umwami Nebukadineza, bati Mugenzi nyaguhoraho:"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Issachar, Igal son of Joseph;",
        "sw": "Mu muryango wa Isakari hatumwa Igalu mwene Yosefu."
      }
    },
    {
      "translation": {
        "en": "Your basket and your kneading trough will be cursed.",
        "sw": "Mu bisimbo vyanyu hazoba umuvumo, bo no mu twato twanyu mucumbamwo."
      }
    },
    {
      "translation": {
        "en": "When evening came, Jesus arrived with the Twelve.",
        "sw": "Bugorovye azanana na bamwe cumi na babiri."
      }
    },
    {
      "translation": {
        "en": "and with each of the seven lambs, one-tenth.",
        "sw": "iryo ku mwana w’intama umwe‐umwe mur’ abo, ukw ari ndwi, ribe ikigiracumi kimwe."
      }
    },
    {
      "translation": {
        "en": "Vaniah, Meremoth, Eliashib,",
        "sw": "na Vaniya na Meremoti na Eliyashibu,"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "Then the Israelites drew near to Benjamin the second day.",
        "sw": "Nuko ku musi ugira kabiri Abisirayeli bongera kwēgereza Ababenyamini."
      }
    },
    {
      "translation": {
        "en": "one gold dish weighing ten shekels, filled with incense;",
        "sw": "n’ agakombe kamwe k’izahabu, kuriba kwako ni shekeli cumi; kari kuzuye imibavu;"
      }
    },
    {
      "translation": {
        "en": "one male goat for a sin offering;",
        "sw": "n’isuguru y’impene imwe kw ikimazi co gutangirwa ivyaha;"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho ryanjeko,"
      }
    },
    {
      "translation": {
        "en": "The word of the Lord Almighty came to me.",
        "sw": "Maz’ ijambo ry’Uhoraho Nyen’ ingabo rinzako,"
      }
    },
    {
      "translation": {
        "en": "At that time I pleaded with the Lord :",
        "sw": "Ico gihe ninginga Uhoraho,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "But when the Jewish Festival of Tabernacles was near,",
        "sw": "Imisi mikuru y’Abayuda yitwa iy’ Insago yarikw irashika."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "My beloved is radiant and ruddy, outstanding among ten thousand.",
        "sw": "Umukunzi wanje ar’ inzobe y’ikimuri, agenderana amaraso mu maso, N’akarangabgami mu bantu ibihumbi cumi."
      }
    },
    {
      "translation": {
        "en": "The descendants of Delaiah, Tobiah and Nekoda 652",
        "sw": "Abo mu ba Delaya no mu ba Tobiya no mu ba Nekoda n’amajana atandatu na mirongwitanu na babiri."
      }
    },
    {
      "translation": {
        "en": "Then Jesus said to her, “Your sins are forgiven.”",
        "sw": "Abgira wa mugore, at’ Urahariwe ivyaha vyawe."
      }
    },
    {
      "translation": {
        "en": "of Pashhur 1,247",
        "sw": "Abo mu ba Pashuri n’igihumbi n’amajana abiri na mirongwine n’indwi."
      }
    },
    {
      "translation": {
        "en": "Now the Pharisees who had been sent",
        "sw": "Kand’ abo bātumwe bār’ Abafarisayo;"
      }
    },
    {
      "translation": {
        "en": "So they passed by Mysia and went down to Troas.",
        "sw": "baca i Musiya baramanuka, bashika i Tirowa."
      }
    },
    {
      "translation": {
        "en": "Kedesh, Edrei, En Hazor,",
        "sw": "na Kedeshi na Edireyi na Eni‐hasori,"
      }
    },
    {
      "translation": {
        "en": "of Gibeon 95",
        "sw": "Ab’i Gibeyoni ni mirongwicenda na batanu."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "and Uriah the Hittite. There were thirty-seven in all.",
        "sw": "na Uriya Umuheti; bose na bose bari mirongwitatu n’indwi."
      }
    },
    {
      "translation": {
        "en": "Beth Lebaoth and Sharuhen—thirteen towns and their villages;",
        "sw": "na Beti‐lebayoti na Sharuheni: ivyo bisagara vyose na vyose vyar’ icumi na bitatu, bifise imihana ibikūkira;"
      }
    },
    {
      "translation": {
        "en": "from Judah, Nahshon son of Amminadab;",
        "sw": "mu ba Yuda ni Nahashoni mwene Aminadabu;"
      }
    },
    {
      "translation": {
        "en": "through Hezron, the Hezronite clan; through Karmi, the Karmite clan.",
        "sw": "na Hesironi, ni we gishitsi c’inzu y’Abahesironi; na Karumi, ni we gishitsi c’inzu y’ Abakarumi."
      }
    },
    {
      "translation": {
        "en": "The Lord had said to Moses:",
        "sw": "kuk’ Uhoraho yabariye Mose,"
      }
    },
    {
      "translation": {
        "en": "Make twenty frames for the south side of the tabernacle",
        "sw": "Nuko rer’ uz’ ubāze izo mbaho z’iryo hema, izo mu ruhande ahahera i bumanuko zibe mirongwibiri."
      }
    },
    {
      "translation": {
        "en": "When terror comes, they will seek peace in vain.",
        "sw": "Ubugesera buraje! Bazorondera amahoro, bayabure."
      }
    },
    {
      "translation": {
        "en": "Then Elihu said:",
        "sw": "Maze Elihu yongera kuvuga,"
      }
    },
    {
      "translation": {
        "en": "The sons of Shobal: Alvan, Manahath, Ebal, Shepho and Onam.",
        "sw": "Kand’ aba ni bo bene Shobali: Alivani na Manahati na Ebali na Shefo na Onamu."
      }
    },
    {
      "translation": {
        "en": "“Hear, you deaf; look, you blind, and see!",
        "sw": "Mwa bipfamatwi ni mwumve; mwa mpumyi ni murābe kugira ngo mwitegereze."
      }
    },
    {
      "translation": {
        "en": "The sons of Reuben: Hanok, Pallu, Hezron and Karmi.",
        "sw": "bene Reyubeni ni Henoki, na Palu, na Hesironi, na Karumi."
      }
    },
    {
      "translation": {
        "en": "Who gives the ibis wisdom or gives the rooster understanding?",
        "sw": "Ni nde yashize ubgenge mu mutima w’umuntu? Canke mu mushaha wiwe ni nde yahashize ugutahura?"
      }
    },
    {
      "translation": {
        "en": "They left Tahath and camped at Terah.",
        "sw": "Bavudukayo, basagaza i Tera."
      }
    },
    {
      "translation": {
        "en": "Elon, Timnah, Ekron,",
        "sw": "n’i Eloni n’i Timuna n’i Ekuroni,"
      }
    },
    {
      "translation": {
        "en": "and the elders shall take the man and punish him.",
        "sw": "Abo bakuru bafate uwo muntu bamukubitishe;"
      }
    },
    {
      "translation": {
        "en": "So both of Lot’s daughters became pregnant by their father.",
        "sw": "Uko ni kw abakobga ba Loti bompi batwaye inda bakūye kuri se."
      }
    },
    {
      "translation": {
        "en": "The sons of Shemida were: Ahian, Shechem, Likhi and Aniam.",
        "sw": "Bene Shemida ni Ahiyani na Shekemu na Likuhi na Aniyamu."
      }
    },
    {
      "translation": {
        "en": "“There is no fear of God before their eyes.”",
        "sw": "Nta gutinya Imana kuri mu maso yabo."
      }
    },
    {
      "translation": {
        "en": "from Naphtali, Ahira son of Enan.”",
        "sw": "mu ba Nafutali ni Ahira mwene Enani."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Maz’ ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "They left Libnah and camped at Rissah.",
        "sw": "Bavudukayo, basagaza i Risa."
      }
    },
    {
      "translation": {
        "en": "in Anathoth, Nob and Ananiah,",
        "sw": "no muri Anatoti n’i Nobu n’i Ananiya,"
      }
    },
    {
      "translation": {
        "en": "when they see the purity and reverence of your lives.",
        "sw": "ni bābona ingeso zanyu zitunganye zifatanije n’ugutinya."
      }
    },
    {
      "translation": {
        "en": "Then everyone deserted him and fled.",
        "sw": "Maze bose baramuta barahunga."
      }
    },
    {
      "translation": {
        "en": "They all lose heart; they come trembling from their strongholds.",
        "sw": "Abanyamahanga barakabiranye, Bava mu binyegero vyabo bahinda agashitsi."
      }
    },
    {
      "translation": {
        "en": "They found the stone rolled away from the tomb,",
        "sw": "Basanga ikibuye gitembagajwe kivuye ku mva;"
      }
    },
    {
      "translation": {
        "en": "the earrings and bracelets and veils,",
        "sw": "n’impeta zo ku matwi, n’indinga, n’inkekezo bīshīshira,"
      }
    },
    {
      "translation": {
        "en": "the twenty-third to Mahazioth, his sons and relatives 12",
        "sw": "ubga mirongwibiri na gatatu bgerekana Mahaziyoti n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "As you enter the home, give it your greeting.",
        "sw": "Mucinjira mu nzu muyiramutse;"
      }
    },
    {
      "translation": {
        "en": "of Hariph 112",
        "sw": "Abo mu ba Harifu n’ijana n’icumi na babiri."
      }
    },
    {
      "translation": {
        "en": "Mijamin, Moadiah, Bilgah,",
        "sw": "na Miyamini na Mahadiya na Biliga,"
      }
    },
    {
      "translation": {
        "en": "Going on from that place, he went into their synagogue,",
        "sw": "Avayo, yinjira mw isinagogi yabo."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses:",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Their territory included: Jezreel, Kesulloth, Shunem,",
        "sw": "Urubibe rwabo rwaca i Yezireli n’i Kesuloti n’i Shunemu,"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Rejoice with those who rejoice; mourn with those who mourn.",
        "sw": "munezeranwe n’abanezerewe, murirane n’abarira."
      }
    },
    {
      "translation": {
        "en": "Then the Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "where they continued to preach the gospel.",
        "sw": "bagumayo bavuga ubutumwa bgiza."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "for we are members of his body.",
        "sw": "kuko tur’ ingingo z’umubiri wiwe."
      }
    },
    {
      "translation": {
        "en": "And they said many other insulting things to him.",
        "sw": "N’ibindi vyinshi babimuvuga bamutuka."
      }
    },
    {
      "translation": {
        "en": "36,000 cattle,",
        "sw": "n’inka ibihumbi mirongwitatu na bitandatu,"
      }
    },
    {
      "translation": {
        "en": "The son of Pallu was Eliab,",
        "sw": "Aba Palu ni Eliyabu:"
      }
    },
    {
      "translation": {
        "en": "The sons of Shomer: Ahi, Rohgah, Hubbah and Aram.",
        "sw": "Bene Shomeri ni Ahi na Rohega na Yehuba na Aramu."
      }
    },
    {
      "translation": {
        "en": "of the other Elam 1,254",
        "sw": "Ab’i Elamu handi n’igihumbi n’amajana abiri na mirongwitanu na bane."
      }
    },
    {
      "translation": {
        "en": "now that you have tasted that the Lord is good.",
        "sw": "asangwa mwarayumvirije mukumva yuk’ Umwami wacu agira neza."
      }
    },
    {
      "translation": {
        "en": "Peter said, “Explain the parable to us.”",
        "sw": "Petero aramwishura, ati Dusobanurire uwo mugani."
      }
    },
    {
      "translation": {
        "en": "Jacob replied, “First sell me your birthright.”",
        "sw": "Yakobo aramwishura, ati Shit’ ubanje kungurira, nkegukira kuba samuragwa mu gishingo cawe."
      }
    },
    {
      "translation": {
        "en": "The sons of Izhar were Korah, Nepheg and Zikri.",
        "sw": "Bene Isihari ni Kora na Nefegi na Zikiri."
      }
    },
    {
      "translation": {
        "en": "And Hezekiah prayed to the Lord :",
        "sw": "Nuko Hezekiya asenga Uhoraho,"
      }
    },
    {
      "translation": {
        "en": "Solomon then went to Hamath Zobah and captured it.",
        "sw": "Maze Salomo atera i Hamati‐zoba, arahanesha."
      }
    },
    {
      "translation": {
        "en": "of Shephatiah 372",
        "sw": "Abo mu ba Shefatiya n’amajana atatu na mirongwirindwi na babiri."
      }
    },
    {
      "translation": {
        "en": "the seventeenth to Joshbekashah, his sons and relatives 12",
        "sw": "ubg’ icumi n’indwi bgerekana Yoshibekasha n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "Hurai from the ravines of Gaash, Abiel the Arbathite,",
        "sw": "na Urayi wo ku migezi y’i Gashi, na Abiyeli w’i Arubati;"
      }
    },
    {
      "translation": {
        "en": "Wail, you ships of Tarshish; your fortress is destroyed!",
        "sw": "Boroga, mwa māto y’i Tarushishi: kukw igihome canyu gisanganguwe."
      }
    },
    {
      "translation": {
        "en": "Caleb’s concubine Maakah was the mother of Sheber and Tirhanah.",
        "sw": "Kandi Mayaka, incoreke ya Kalebu, Kalebu amuvyarako Sheberi na Tiruhana."
      }
    },
    {
      "translation": {
        "en": "“Their feet are swift to shed blood;",
        "sw": "Ibirenge vyabo vyihutira kuvisha amaraso."
      }
    },
    {
      "translation": {
        "en": "Hear what the Lord says to you, people of Israel.",
        "sw": "Ni mwumve ijambo Uhoraho ababgira, yemwe ab’ inzu ya Isirayeli:"
      }
    },
    {
      "translation": {
        "en": "Simeon took him in his arms and praised God, saying:",
        "sw": "aramwākira, aramukikira, ashima Imana,"
      }
    },
    {
      "translation": {
        "en": "At once they left their nets and followed him.",
        "sw": "Baca bareka insenga, baramukurikira."
      }
    },
    {
      "translation": {
        "en": "Benaiah son of Jehoiada—commander in chief; Zadok and Abiathar—priests;",
        "sw": "Benaya mwene Yehoyada yar’ umugabisha w’ ingabo; Sadoki na Abiyatari ni bo bar’ abaherezi;"
      }
    },
    {
      "translation": {
        "en": "“Teacher, which is the greatest commandment in the Law?”",
        "sw": "ati Mwigisha, ibgirizwa risumba ayandi mu vyagezwe n’irihe?"
      }
    },
    {
      "translation": {
        "en": "Jehud, Bene Berak, Gath Rimmon,",
        "sw": "n’i Yehudi n’i Beneberake n’i Gati‐rimoni,"
      }
    },
    {
      "translation": {
        "en": "Go rather to the lost sheep of Israel.",
        "sw": "Ariko muje mu ntama zazimiye zo mu muryango wa Isirayeli."
      }
    },
    {
      "translation": {
        "en": "The Lord also said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "And he kept on preaching in the synagogues of Judea.",
        "sw": "Nukw avugira ijambo ry’Imana mu masinagogi y’i Galilaya."
      }
    },
    {
      "translation": {
        "en": "His roots dry up below and his branches wither above.",
        "sw": "Imizi yiwe izokwumira hasi, N’ishami ryiwe rizokabiranira hejuru."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "We will make you earrings of gold, studded with silver.",
        "sw": "Tuzogutsibira ibitsibo vy’izahabu, Birimw’ intabonwa z’ifeza."
      }
    },
    {
      "translation": {
        "en": "from the tribe of Judah, Caleb son of Jephunneh;",
        "sw": "Mu muryango wa Yuda hatumwa Kalebu mwene Yefune."
      }
    },
    {
      "translation": {
        "en": "Then Zophar the Naamathite replied:",
        "sw": "Maze Zofari w’i Nayama arishura,"
      }
    },
    {
      "translation": {
        "en": "Barkos, Sisera, Temah,",
        "sw": "no mu ba Barikosi, no mu ba Sisera, no mu ba Tema,"
      }
    },
    {
      "translation": {
        "en": "Isaac lived a hundred and eighty years.",
        "sw": "Imisi Isaka yamaze n’imyaka ijana na mirongumunani."
      }
    },
    {
      "translation": {
        "en": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel.",
        "sw": "Bene Kohati ni Amuramu na Isihari na Heburoni na Uziyeli."
      }
    },
    {
      "translation": {
        "en": "Ophir, Havilah and Jobab. All these were sons of Joktan.",
        "sw": "na Ofiru na Havila na Yobabu; abo bose ni bene Yokitani."
      }
    },
    {
      "translation": {
        "en": "I thought, ‘Age should speak; advanced years should teach wisdom.’",
        "sw": "Naravuze, nt’ Abo ha mbere ni bo bakwiye kuvuga, Nt’ Abamaze imyaka myinshi ni bo bakwiye kwigisha ubgenge."
      }
    },
    {
      "translation": {
        "en": "Reuben, Simeon, Levi and Judah;",
        "sw": "Reyubeni, na Simeyoni, na Lewi, na Yuda,"
      }
    },
    {
      "translation": {
        "en": "Ephron answered Abraham,",
        "sw": "Efuroni yishura Aburahamu,"
      }
    },
    {
      "translation": {
        "en": "and he began to teach them. He said:",
        "sw": "Yanzika kuvuga, arabigisha,"
      }
    },
    {
      "translation": {
        "en": "the fourth to Izri, his sons and relatives 12",
        "sw": "ubga kane bgerekana Isuri n’ abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "but because Jesus lives forever, he has a permanent priesthood.",
        "sw": "arik’ uyo we, kuko yamah’ ibihe bidashira, afise ubuherezi budakūrwaho."
      }
    },
    {
      "translation": {
        "en": "of Ater (through Hezekiah) 98",
        "sw": "Abo mu ba Ateri, bo mu muryango wa Hezekiya, ni mirongwicenda n’umunani."
      }
    },
    {
      "translation": {
        "en": "Seven days passed after the Lord struck the Nile.",
        "sw": "Uhoraho yononye uruzi, hashira imisi ndwi."
      }
    },
    {
      "translation": {
        "en": "of Joiarib’s, Mattenai; of Jedaiah’s, Uzzi;",
        "sw": "mu ba Yoyaribu ni Matenayi; mu ba Yedaya ni Uzi;"
      }
    },
    {
      "translation": {
        "en": "“Stolen water is sweet; food eaten in secret is delicious!”",
        "sw": "At’ Amazi y’amībano araryoshe, N’indya zirīrwa mu mpisho ziranezereye."
      }
    },
    {
      "translation": {
        "en": "The Lord said to Moses,",
        "sw": "Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "Jehoshaphat son of Paruah—in Issachar;",
        "sw": "na Yehoshafati mwene Paruwa yatoza ivy’ Abisakari;"
      }
    },
    {
      "translation": {
        "en": "Starting from the beginning, Peter told them the whole story:",
        "sw": "Maze Petero aratangura, abibasobanurira uko bikurikirana,"
      }
    },
    {
      "translation": {
        "en": "“Their mouths are full of cursing and bitterness.”",
        "sw": "Akanwa kabo kuzuye ukuvuma no kujingitwa,"
      }
    },
    {
      "translation": {
        "en": "Your prophets, Israel, are like jackals among ruins.",
        "sw": "Yemwe Bisirayeli, ba kamenyi banyu bameze nk’imbgebge zo mu bitongozi!"
      }
    },
    {
      "translation": {
        "en": "he fled naked, leaving his garment behind.",
        "sw": "abatāna impuzu yiwe, ahunga amēnya."
      }
    },
    {
      "translation": {
        "en": "Noah had three sons: Shem, Ham and Japheth.",
        "sw": "Yavyaye abahungu batatu, Shemu na Hamu na Yafeti."
      }
    },
    {
      "translation": {
        "en": "But how Esau will be ransacked, his hidden treasures pillaged!",
        "sw": "Ewe kuntu ivya Esau bisesanguwe! Itunga ryiwe ryari rinyegejwe ukuntu risokorowe!"
      }
    },
    {
      "translation": {
        "en": "Lebana, Hagaba, Shalmai,",
        "sw": "no mu ba Lebana, no mu ba Hagaba, no mu ba Salimayi,"
      }
    },
    {
      "translation": {
        "en": "There are different kinds of service, but the same Lord.",
        "sw": "Kandi har’ amabango menshi, arik’ Umwami n’umwe."
      }
    },
    {
      "translation": {
        "en": "Elishama, Eliada and Eliphelet.",
        "sw": "na Elishama na Eliyada na Elifeleti."
      }
    },
    {
      "translation": {
        "en": "the eighteenth to Hanani, his sons and relatives 12",
        "sw": "ubg’ icumi n’umunani bgerekana Hanani n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "Once more the Philistines raided the valley;",
        "sw": "Bukeye Abafilisitiya basubira gusagaza ubugira kabiri kur’ uwo mwonga nyene."
      }
    },
    {
      "translation": {
        "en": "but they were kept from recognizing him.",
        "sw": "Arikw amaso yabo atabgamw’ uruhuni ngo ntibamumenye."
      }
    },
    {
      "translation": {
        "en": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon—",
        "sw": "bati Ataroti n’i Diboni n’i Yazeri n’i Nimura n’i Heshiboni n’i Eleyale n’i Sebamu n’i Nebo n’i Beyoni,"
      }
    },
    {
      "translation": {
        "en": "“Listen then to what the parable of the sower means:",
        "sw": "Nuko mweho ni mutahure umugani w’umubivyi."
      }
    },
    {
      "translation": {
        "en": "These were the clans of Naphtali; those numbered were 45,400.",
        "sw": "Abo ni bo bābayemw’ amazu y’aba Nafutali, nk’ukw amazu yabo ari: abāharūwe bo muri bo bār’ ibihumbi mirongwine na bitanu n’amajana ane."
      }
    },
    {
      "translation": {
        "en": "Israel cries out to me, ‘Our God, we acknowledge you!’",
        "sw": "Bazontakambira, bati Mana yacu, twebge Abisirayeli turakuzi."
      }
    },
    {
      "translation": {
        "en": "They made upright frames of acacia wood for the tabernacle.",
        "sw": "Abāza imbaho mu giti c’ umushita zo guhagarika iryo hema ry’imbere, arazishinga."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Simeon was 59,300.",
        "sw": "abāharūwe bo mu muryango wa Simeyoni baba ibihumbi mirongwitanu n’ icenda n’amajana atatu."
      }
    },
    {
      "translation": {
        "en": "Six days you shall labor and do all your work,",
        "sw": "Mu misi itandatu az’ abe ari yo ukoreramw’ ibikorwa vyawe vyose:"
      }
    },
    {
      "translation": {
        "en": "This is why “it was credited to him as righteousness.”",
        "sw": "Ni co catumye bimuharūrwako nk’ukugororoka."
      }
    },
    {
      "translation": {
        "en": "for God’s gifts and his call are irrevocable.",
        "sw": "Kukw ingabire z’Imana no guhamagara kwayo itavyicuza."
      }
    },
    {
      "translation": {
        "en": "This is the law Moses set before the Israelites.",
        "sw": "Ibi ni vyo vyagezwe Mose yashize imbere y’Abisirayeli,"
      }
    },
    {
      "translation": {
        "en": "Anyone who welcomes them shares in their wicked work.",
        "sw": "kuk’ ūzomuha ikāze azoba afatanije na we mu bikorwa vyiwe bibi."
      }
    },
    {
      "translation": {
        "en": "“Do not allow a sorceress to live.",
        "sw": "Umurozikazi ntimuze mumureke ngw abeho."
      }
    },
    {
      "translation": {
        "en": "the twenty-second to Giddalti, his sons and relatives 12",
        "sw": "ubga mirongwibiri na kabiri bgerekana Gidaliti n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "When Azubah died, Caleb married Ephrath, who bore him Hur.",
        "sw": "Azuba apfuye, Kalebu yābīra Efurata, bavyarana Huri."
      }
    },
    {
      "translation": {
        "en": "Let us not become conceited, provoking and envying each other.",
        "sw": "Ntitwifate uko tutari, ngo twandurutsanye, tugiriranire ishari."
      }
    },
    {
      "translation": {
        "en": "and she became pregnant and bore him a son.",
        "sw": "Biluha asama inda, avyarana na Yakobo umuhungu."
      }
    },
    {
      "translation": {
        "en": "The whole town gathered at the door,",
        "sw": "Igisagara cose gikoranira kw irembo."
      }
    },
    {
      "translation": {
        "en": "Pray that this will not take place in winter,",
        "sw": "kandi muze musenge kugira ngo ntibize bibe mu rushana."
      }
    },
    {
      "translation": {
        "en": "Now Bethany was less than two miles from Jerusalem,",
        "sw": "I Betaniya hāri hafi y’i Yerusalemu nka stadiyo cumi na zitanu."
      }
    },
    {
      "translation": {
        "en": "Then the Lord showed me four craftsmen.",
        "sw": "Maz’ Uhoraho anyereka abacuzi bane."
      }
    },
    {
      "translation": {
        "en": "Kedemoth and Mephaath, together with their pasturelands;",
        "sw": "na Kedemoti na Mefati, bo n’amaragiro bigendanye;"
      }
    },
    {
      "translation": {
        "en": "Uzza, Paseah, Besai,",
        "sw": "no mu ba Uza, no mu ba Paseya, no mu ba Besayi,"
      }
    },
    {
      "translation": {
        "en": "The voice of the Lord strikes with flashes of lightning.",
        "sw": "Ijwi ry’Uhoraho rishwaza ibirimi vy’umuriro."
      }
    },
    {
      "translation": {
        "en": "The number from the tribe of Reuben was 46,500.",
        "sw": "abāharūwe bo mu muryango wa Reyubeni baba ibihumbi mirongwine na bitandatu n’amajana atanu."
      }
    },
    {
      "translation": {
        "en": "Jaala, Darkon, Giddel,",
        "sw": "no mu ba Yahala, no mu ba Darikoni, no mu ba Gideli,"
      }
    },
    {
      "translation": {
        "en": "for each one should carry their own load.",
        "sw": "Kuk’ umuntu wese azokwiyikorerera uwiwe mutwaro."
      }
    },
    {
      "translation": {
        "en": "I will refresh the weary and satisfy the faint.”",
        "sw": "Kuko nashubije intege mu mutima urushe, n’umutima udendebukiwe nkawuhēmbūra."
      }
    },
    {
      "translation": {
        "en": "Obal, Abimael, Sheba,",
        "sw": "na Ebali na Abimayeli na Sheba,"
      }
    },
    {
      "translation": {
        "en": "Then the word of the Lord came to him:",
        "sw": "Maz’ ijambo ry’Uhoraho rimuzako,"
      }
    },
    {
      "translation": {
        "en": "counted by clans, were 2,750.",
        "sw": "Abāharūwe bo muri bo, nk’ukw imiryango yabo iri, baba ibihumbi bibiri n’amajana ndwi na mirongwitanu."
      }
    },
    {
      "translation": {
        "en": "Jesus said to him, “Shall I come and heal him?”",
        "sw": "Aramubgira, ati Ndaje kumukiza."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "The sons of Moses: Gershom and Eliezer.",
        "sw": "Bene Mose bāri Gerushomu na Eliyezeri."
      }
    },
    {
      "translation": {
        "en": "Hodiah, Bani and Beninu.",
        "sw": "na Hodiya na Bani na Beninu."
      }
    },
    {
      "translation": {
        "en": "Mishma, Dumah, Massa, Hadad, Tema,",
        "sw": "na Mishima na Duma na Masa na Hadadi na Tema,"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Simeon, Shaphat son of Hori;",
        "sw": "Mu muryango wa Simeyoni hatumwa Shafati mwene Hori."
      }
    },
    {
      "translation": {
        "en": "He has helped his servant Israel, remembering to be merciful",
        "sw": "Yatabaye Isirayeli umusavyi wayo, Maze ngw imbabazi zayo izibuke,"
      }
    },
    {
      "translation": {
        "en": "He leads rulers away stripped and makes fools of judges.",
        "sw": "Ishorera abajanama ar’ inyagano, N’abacamanza ibahindura ibipfu."
      }
    },
    {
      "translation": {
        "en": "But wisdom is proved right by all her children.”",
        "sw": "Kand’ ubgenge burangwa ko bugororotse n’abana babgo bose."
      }
    },
    {
      "translation": {
        "en": "Pashhur, Amariah, Malkijah,",
        "sw": "na Pashuri na Amariya na Malakiya,"
      }
    },
    {
      "translation": {
        "en": "I heard the wheels being called “the whirling wheels.”",
        "sw": "Kand’ ayo makurudumu yitwa Nyawizinguriza: yiswe artyo numva."
      }
    },
    {
      "translation": {
        "en": "For we live by faith, not by sight.",
        "sw": "kuko tugenda turōngōrwa n’ukwizera, ntiturōngōrwa n’ivyo tubona —"
      }
    },
    {
      "translation": {
        "en": "from Gad, Eliasaph son of Deuel;",
        "sw": "mu ba Gadi ni Eliyasafu mwene Duweli;"
      }
    },
    {
      "translation": {
        "en": "He said this while teaching in the synagogue in Capernaum.",
        "sw": "Ivyo yabivugiye mw isinagogi yigisha i Kaperinawumu."
      }
    },
    {
      "translation": {
        "en": "These were the clans of Simeon; those numbered were 22,200.",
        "sw": "Ayo ni yo mazu y’Abasimeyoni: bose bār’ ibihumbi mirongwibiri na bibiri n’amajana abiri."
      }
    },
    {
      "translation": {
        "en": "Therefore do not be partners with them.",
        "sw": "Nuko ntimugafatanye na bo;"
      }
    },
    {
      "translation": {
        "en": "the sixth to Bukkiah, his sons and relatives 12",
        "sw": "ubga gatandatu bgerekana Bukiya n’abigishwa biwe na bagenzi biwe, bose na bose bār’ icumi na babiri;"
      }
    },
    {
      "translation": {
        "en": "After Ahab’s death, Moab rebelled against Israel.",
        "sw": "Ahabu amaze gutanga, Abanyamowabu bagarariza Abisirayeli."
      }
    },
    {
      "translation": {
        "en": "(Asher had a daughter named Serah.)",
        "sw": "Umukobga wa Asheri yitwa Sera."
      }
    },
    {
      "translation": {
        "en": "Ephraim is oppressed, trampled in judgment, intent on pursuing idols.",
        "sw": "Efurayimu arahahajwe, avungavunzwe n’iteka aciriweko, kuko yahurumbiye inyuma y’ibinyoma."
      }
    },
    {
      "translation": {
        "en": "Also from the tribe of Dan they received: Eltekeh, Gibbethon,",
        "sw": "Ku vy’umuryango w’ Abadani babaha Eliteke n’i Gibetoni,"
      }
    },
    {
      "translation": {
        "en": "Leah’s servant Zilpah bore Jacob a second son.",
        "sw": "Maze Zilupa incoreke ya Leya avyarana na Yakobo umuhungu wa kabiri."
      }
    },
    {
      "translation": {
        "en": "Today, in the month of Aviv, you are leaving.",
        "sw": "Uyu musi muviriyeyo n’uwo mu kwezi kwa Abibu."
      }
    },
    {
      "translation": {
        "en": "Then Abram set out and continued toward the Negev.",
        "sw": "Nuko Aburamu akomeza kugenda aratāhīra, yerekeye i Negebu."
      }
    },
    {
      "translation": {
        "en": "And they stayed continually at the temple, praising God.",
        "sw": "bama mu rusengero ubudasība bashima Imana."
      }
    },
    {
      "translation": {
        "en": "and his followers, Gabbai and Sallai—928 men.",
        "sw": "hamwe na Gebayi na Salayi, bose na bose bar’ amajana cenda na mirongwibiri n’umunani."
      }
    },
    {
      "translation": {
        "en": "They left Makheloth and camped at Tahath.",
        "sw": "Bavudukayo, basagaza i Tahati."
      }
    },
    {
      "translation": {
        "en": "Moab will be broken; her little ones will cry out.",
        "sw": "I Mowabu haratikiye; abana baho bumvikanisha urwānāga."
      }
    },
    {
      "translation": {
        "en": "Jetur, Naphish and Kedemah. These were the sons of Ishmael.",
        "sw": "na Yeturi na Nafishi na Kedema; abo ni bo bana ba Ishimayeli."
      }
    },
    {
      "translation": {
        "en": "of Gibbar 95",
        "sw": "Ab’i Gibari ni mirongwicenda na batanu."
      }
    },
    {
      "translation": {
        "en": "After the flood Noah lived 350 years.",
        "sw": "Wa mwuzure uhise, Nowa amara imyaka amajana atatu na mirongwitanu."
      }
    },
    {
      "translation": {
        "en": "For the ear tests words as the tongue tastes food.",
        "sw": "Kuk’ ugutwi kurobanura amajambo Nk’ukw akanwa kumviriza ivyo kurya."
      }
    },
    {
      "translation": {
        "en": "The last enemy to be destroyed is death.",
        "sw": "Urupfu ni we mumenja w’imperēra azorandurwa."
      }
    },
    {
      "translation": {
        "en": "and do not give the devil a foothold.",
        "sw": "kandi ntimuhe wa Murwanizi icicaro."
      }
    },
    {
      "translation": {
        "en": "to those in Hormah, Bor Ashan, Athak",
        "sw": "n’ab’i Horuma, n’ab’i Korashani, n’ab’i Ataki;"
      }
    },
    {
      "translation": {
        "en": "“Do not judge, or you too will be judged.",
        "sw": "Ntimugahinyurire mu mitima yanyu, namwe mukazohinyurwa."
      }
    },
    {
      "translation": {
        "en": "of Harim 320",
        "sw": "Ab’i Harimu n’ amajana atatu na mirongwibiri."
      }
    },
    {
      "translation": {
        "en": "On that same day the Lord told Moses,",
        "sw": "Kur’ uwo musi nyene Uhoraho abarira Mose,"
      }
    },
    {
      "translation": {
        "en": "which you have prepared in the sight of all nations:",
        "sw": "Ako wateguye mu maso y’amoko yose,"
      }
    },
    {
      "translation": {
        "en": "Better a little with righteousness than much gain with injustice.",
        "sw": "Ibike birimw’ ubugororotsi Biruta inyungu nyinshi zirimwo kugabitanya."
      }
    },
    {
      "translation": {
        "en": "to whom be glory for ever and ever. Amen.",
        "sw": "Icubahiro kibe icayo ibihe bitazoshira. Amen."
      }
    },
    {
      "translation": {
        "en": "of Adin 454",
        "sw": "Abo mu ba Adini n’amajana ane na mirongwitanu na bane."
      }
    },
    {
      "translation": {
        "en": "Ain, Rimmon, Ether and Ashan—four towns and their villages—",
        "sw": "hāri na Ayini na Rimona na Eteri na Ashani: ivyo na vyo vyari bine, bifise imihana ibikūkira;"
      }
    },
    {
      "translation": {
        "en": "Shammoth the Harorite, Helez the Pelonite,",
        "sw": "na Shamoti w’i Harori, na Helezi w’i Peloni;"
      }
    },
    {
      "translation": {
        "en": "Hapharaim, Shion, Anaharath,",
        "sw": "n’i Hafarayimu n’i Shiyoni n’i Anaharati,"
      }
    },
    {
      "translation": {
        "en": "Shemaiah, Joiarib, Jedaiah,",
        "sw": "na Shemaya na Yoyaribu na Yedaya,"
      }
    },
    {
      "translation": {
        "en": "So the Israelites stripped off their ornaments at Mount Horeb.",
        "sw": "Nukw Abisirayeli biyambura utugenegene twabo, uhereye bakiva ku musozi Horebu, no mu rundi rugendo rwabo rwose."
      }
    },
    {
      "translation": {
        "en": "The word of the Lord came to me:",
        "sw": "Ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "from the tribe of Issachar they received Kedesh, Daberath,",
        "sw": "ku vy’umuryango w’Abisakari babaha Kedeshi na Daberati,"
      }
    },
    {
      "translation": {
        "en": "Rise! Let us go! Here comes my betrayer!”",
        "sw": "Ni muvyuke, tugende: eh’ ūnguze ari hafi."
      }
    },
    {
      "translation": {
        "en": "It has no commander, no overseer or ruler,",
        "sw": "Naho kitagira umucamanza, Cank’ umubgiriza cank’ ūganza,"
      }
    },
    {
      "translation": {
        "en": "and for a swelling, a rash or a shiny spot,",
        "sw": "ar’ igishundu, ar’ ibintu bitongangiye, ar’ ikibibi,"
      }
    },
    {
      "translation": {
        "en": "Arvadites, Zemarites and Hamathites. Later the Canaanite clans scattered",
        "sw": "n’Abaruvadi n’Abasemari n’Abahamati: hanyuma imiryango y’Abanyakanani igenda irakwira."
      }
    },
    {
      "translation": {
        "en": "Shamsherai, Shehariah, Athaliah,",
        "sw": "Kandi Shamusherayi na Shehariya na Ataliya,"
      }
    },
    {
      "translation": {
        "en": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley,",
        "sw": "n’i Kiriyatayimu n’i Sibuma, n’i Sereti-shahari hubatswe ku musozi wo mu kiyaya,"
      }
    },
    {
      "translation": {
        "en": "The Lord spoke to me again:",
        "sw": "Uhoraho yongera kumbarira,"
      }
    },
    {
      "translation": {
        "en": "So there was great joy in that city.",
        "sw": "Haba umunezero mwinshi mur’ ico gisagara."
      }
    },
    {
      "translation": {
        "en": "“You shall have no other gods before me.",
        "sw": "Ntukagire izindi mana umbangikanya."
      }
    },
    {
      "translation": {
        "en": "and forty silver bases—two under each frame.",
        "sw": "na zo azicurira ibitereko vyazo mirongwine mw ifeza: ibitereko bibiri‐bibiri vyo kuja musi y’urubaho rumwe‐rumwe."
      }
    },
    {
      "translation": {
        "en": "Again the word of the Lord came to me:",
        "sw": "Nukw ijambo ry’Uhoraho rinzako,"
      }
    },
    {
      "translation": {
        "en": "in Hazar Shual, in Beersheba and its settlements,",
        "sw": "n’i Hasari‐shuwali n’i Beri‐sheba no mu bisagara bihakūkira,"
      }
    },
    {
      "translation": {
        "en": "The farmer sows the word.",
        "sw": "Umubivyi abiba ijambo ry’Imana."
      }
    },
    {
      "translation": {
        "en": "“Do not make any idols.",
        "sw": "Ntimuze mwironderere ibigirwamana mubivugutiye mu nkero."
      }
    }
  ]
}